{
    "intents": 
    [
        {"tag": "1",
           "patterns": ["Holiday Vacation Leaves","Date", "Milestone", "Prospect", "solution in place and ready to start working","busy time of year"],
           "responses": ["\nHello [Prospect name],\nI know this is a busy time of year, so I made you this holiday checklist to help us stay focused, on deadline, and committed to getting your solution in place and ready to start working for you in 2018:\n\n[Date]: [Milestone]\n[Date]: [Milestone]\n[Date]: [Milestone]\n\nThanks for keeping this a priority -- even when there's turkey, pie, and presents beckoning.\nRegards,\n[Your name]\n"],
           "context": [""]
         },
        {"tag": "2",
           "patterns": ["Holiday Vacation Leaves","Insert prospect problem", "busy holiday season", "Insert budgetary fit"],
           "responses": ["\nHello [Prospect name],\nI know it's the busy holiday season, but I wanted to say \"hello\" and remind you why we're such a good match. Think of each point as a small gift to yourself this year:\n\n[Insert prospect problem + how you can solve it] (i.e., Data entry is eating away at your time, but Company X can reduce entry time by X%.)\n[Insert product, service or feature]: [Insert reason/way it benefits your prospect] (i.e., Multi-user upload function: Kiss the days of waiting for your 10 teammates to finish uploading before you have a chance. This feature offers a solution to one of your biggest pain points.)\n[Insert budgetary fit + discount info for buying before end of year] (i.e., Our price + your budget = the perfect fit)\n\nIf you're ready to get that demo scheduled, grab some time on my calendar here: [Link to meetings tool]\nHappy Holidays,\n[Your name]\n"],
           "context": [""]
        },
        {"tag": "3",
            "patterns": ["Holiday","Vacation","Leaves","benefits the client", "Product", "feature", "client", "benefits"],
            "responses": ["\nHello [Prospect name],\nI know, I know -- there's very little as important as pie for breakfast. But this [Insert upsell] is pretty important too (and has fewer calories). Here's how it can help you finish the year strong and set you up for success in 2018:\n\n[Product/feature name]: [What it does and how it benefits the client]\n[Product/feature name]: [What it does and how it benefits the client]\n[Product/feature name]: [What it does and how it benefits the client]\n\nIf you'd like to learn more, grab some time on my calendar here: [Link to meetings tool]\nHappy Holidays,\n[Your name]\n"],
            "context": [""]
        },
        {"tag": "4",
            "patterns": ["Holiday","Vacation","Leaves","gifts","Prospect","Happy Holidays","December"],
            "responses": ["\nHey [Prospect name],\nWe've all gotten gifts we wish had never been placed on this earth. But this gift I have for you? It's not one of 'em.\nIf you buy anytime between now and December 31, I can offer you [insert discount]. As simple as that!\nIf you're interested in learning more, give me a call or schedule some time on my calendar.\nAnd if you'd rather go with Mona's sweater and get back to me after the first of the year -- that's OK too.\nHappy Holidays,\n[Your name]\n"],
            "context": [""]
        },
        {"tag": "5",
            "patterns": ["Holiday","Vacation","Leaves", "season", "where residual budgets disappear on December", "unused funds beg"],
            "responses": ["\nHello [Prospect name],\nIt's that time again -- the season where residual budgets disappear on December 31, and unused funds beg to be used before being absorbed into the 2018 budget or reallocated to your nemesis team.\nThe good news is I can help! If you're ready to buy, I'd love to talk to you today. Simply reply to this email or book some time on my calendar here: [Link to meetings tool]\nLet's put that leftover budget to work making your life easier and your boss impressed.\nHappy Holidays,\n[Your name]\n"],
            "context": [""]
        },
        {"tag": "6",
         
            "patterns": ["Holiday","Vacation","Leaves","moment and thank you for working with me this year","Company product","grateful you chosen to spend time", "make your life easier this season"],
            "responses": ["\nHello [Prospect name],\nI wanted to take a moment and thank you for working with me this year. I know you have a lot of choices, and I'm grateful you've chosen to spend time getting to know me and [Company's product/service].\nHappy holidays, and please let me know if I can do anything to make your life easier this season.\nRegards,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "7",
            "patterns": ["Holiday","Vacation","Leaves","Link to meetings tool","grab"  ,"office"],
            "responses": ["\nHello [Prospect name],\nThe holidays are upon us and our (work) calendars usually look a little lighter. Before you turn on your out of office auto-responder, I'd love to grab a few minutes of your time for that demo you asked about.\nI promise, it will fit neatly between your ugly sweater team lunch and the office white elephant party. If you're interested, feel free to grab time on my calendar here: [Link to meetings tool]\nHappy Holidays,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "8",
            "patterns": ["Holiday","Vacation","Leaves", "summer","earned vacation","calendar","make your job easier","call scheduled to learn"],
            "responses": ["\nHello [Prospect name],\nIt's officially summer and before I lose you to some well-earned vacation, I'd love to get a call scheduled to learn whether I can make your job easier -- and hopefully help you take more vacation!\nYou can book time on my calendar here: [Insert calendar link]\nMeeting with me is a great way to kill 30 minutes before you flip your OOO on.\nRegards,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "9",
            "patterns": ["Holiday","Vacation","Leaves","professional growth","refocus your priorities","beaches are closed"],
            "responses": ["\nHello [Prospect name],\nThe cruises are over, the beaches are closed, and there's no better time to refocus your priorities and welcome a fall full of professional growth.\nI'd love to take a few moments to explain how [Your company name] can help your team meet goals faster than ever before. Book time on my calendar here: [Insert calendar link]\nI hope we can connect,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "10",
            "patterns": ["Holiday","Vacation","Leaves","plenty of time to get to your first BBQ","BBQ of the weekend","grilled food and friends","office"],
            "responses": ["\nHello [Prospect name],\nHalf of the country is out of the office this week and half has their eye on grilled food and friends.\nTake this opportunity to put a 30-minute meeting on your mostly empty calendar and learn how [Your company name] can help your marketing team bring in three times as many qualified leads.\nI promise I'll let you go in plenty of time to get to your first BBQ of the weekend!\nRegards,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "11",
            "patterns": ["Holiday","Vacation","Leaves","love to talk","quiet week", "at the office"],
            "responses": ["\nHello [Prospect name],\nIf you're like me, you're making the most of this quiet week at the office. I'd love to talk to you about how you can start the year with a bigger bang than ever before.\nI've got some ideas I'd love to run by you. Grab some time on my calendar here: [Insert calendar link]\nRegards,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "12",
            "patterns": ["Self introduction at new job","growth in as few as three months","unique career path","inspired by the work","customer success"],
            "responses": ["\nHello Elena,\nI'm inspired by the work you've done in customer success, not to mention your unique career path.\nI saw your recent article on managing surges in support tickets and had to reach out. I've helped companies like yours easily manage accelerated support tickets, which has contributed toward as much as 40% growth in as few as three months -- this case study illustrates how.\nIf you're interested in learning how to implement some of these strategies in your team, I'd love to share more. Here's a link to my calendar [insert link].\nThank you,\nCaroline\n"],
            "context": [""]
        },
        {
            "tag": "13",
            "patterns": ["sales director for the enterprise sales team","sales", "Self introduction at new job"],
            "responses": ["\nHi all,\nI'm the new sales director for the enterprise sales team. I wanted to take a moment to say an official hello.\nThe work you've done and the numbers you've hit have been key factors in our successful year. And I'm thrilled to work with you more closely over the coming months.\nIn the future weeks, I'll be reaching out to everyone so I can meet you all and say hello. Should you have any questions or concerns during this time, don't hesitate to reach out to me directly -- my door's always open.\nLooking forward to working with you all.\nThank you,\nKatrina\n"],
            "context": [""]
        },
        {
            "tag": "14",
            "patterns": ["Self introduction at new job", "sales operations"],
            "responses": ["\nHi Kelly,\nPlease meet Rob Cortez, a manager for our top-performing, mid-market sales team. He previously managed sales operations at a tech startup, [Company Name], and has insight into new sales ops technology. He's interested in our sales operations and would love to learn more.\nKelly is a senior manager on the sales operations team and she's reviewing the tools and software the team's using for the next year.\nI've copied Rob on this email so you can connect about sales operations and technology -- and I'll let you two take it from here.\nBest,\nValentina\n"],
            "context": [""]
        },
        {
            "tag": "15",
            "patterns": ["Self introduction at new job","position of Sales Development Representative","Sales Development", "resume","cover letter" ,"Sales Development Representative"],
            "responses": ["\nHello Sara,\nI'm pleased to share my resume and cover letter for the position of Sales Development Representative at SpotHub. I'm confident my background as a BDR for Sales-R-Us has equipped me to succeed in this position, and I'm excited to submit my application.\nIf I can provide you with any further materials to illustrate my fit for this role, please don't hesitate to reach out.\nI appreciate your time.\nRegards,Meg Whitton\n"],
            "context": [""]
        },
        {
            "tag": "16",
            "patterns": ["Self introduction at new job","BlueHouse Designs","unveiled a shiny","rebrand"],
            "responses": ["\nHello Amber,\nI noticed you recently unveiled a shiny, new rebrand for BlueHouse Designs. It looks fantastic, congratulations!\nMy name is Amy, and I'm interested in learning more about what drives executive teams to determine it's time to rebrand. Would you have time for a 15-minute phone call to walk me through your decision to rebrand?\nRegards,\nAmy Polish[Company name][Company tagline][Website link]\n"],
            "context": [""]
        },
        {
            "tag": "17",
            "patterns": ["Self introduction at new job","salespeople trying to get through to your boss","email from salespeople"],
            "responses": ["\nHi Tom,\nI know you likely get a lot of email from salespeople trying to get through to your boss. I'm no different -- except that I want to earn the right to be passed along to Amber.\nMy name is Liz, and I help companies like yours decrease hiring time by up to 25%. So, that marketing coordinator your team is currently hiring? I can get a top candidate in that role faster.\nHave I earned a few minutes with Amber? If so, feel free to book time on my calendar, here: [Insert calendar link]\nIf not, I've got more up my sleeve.\nRegards,Liz Prater\n"],
            "context": [""]
        },
        {
            "tag": "18",
            "patterns": ["Self introduction at new job","sales enablement specialist","sales enablement"],
            "responses": ["\nHi Jerry,\nMy name is Meghan, and I’m a sales enablement specialist at XYZ company. I have loved following the insightful pieces you share on LinkedIn. Since we connected last summer, I have implemented several of the strategies you’ve shared through your content and have seen excellent results.\nOur company has recently conducted ground-breaking sales enablement research that could be an excellent addition to your content. Do you have time to hop on a brief call next week to discuss?\nRegards,\nMeghan Brown\n"],
            "context": [""]
        },
        {
            "tag": "19",
            "patterns": ["Self introduction at new job","position with Salt","Salt"],
            "responses": ["\nHi Jesse,\nI hope your new position with Salt and Co. is treating you well! You are surely missed on our team.\nI would like to introduce you to Shannon, the new account manager who backfilled your role. She is interested in pursuing the sales enablement specialist certification program you completed last year.\nI’ve copied Shannon on this email so you can connect and discuss the program. You two can take it from here.\nRegards,\nRachel Bass\n"],
            "context": [""]
        },
        {
            "tag": "20",
            "patterns": ["Business","to attract buyer", "client goal","insert a typical challenge you help clients face"],
            "responses": ["\nHi [Prospect],\n[Your name] with [your company]. We're a Y company that specializes in [choose either your primary vertical or a vertical you have experience in] to [insert a typical challenge you help clients face].\nI'm wondering if you might be open to an initial conversation to gauge a fit?\nWe've worked with companies like [insert 2-3 clients here relative to the vertical] to [insert a typical client goal].\nIf you have a minute or two to learn more about us, you can visit us here at [site]. If I don't hear from you, I will reach out to you via phone later in the week.\nThank you,\n[Your Name]\n"],
            "context": [""]
       },
        {
            "tag": "21",
            "patterns": ["Business","achieve goal","goal"],
            "responses": ["\nHi [Prospect],\nQuickly following up on my email from yesterday. I tried to call you, but was unable to connect. Hoping to set up a call to introduce my company, [company name]. Do you have 30 minutes anytime early next week that would work?\nWhile I have you, I thought you might find some interest in our work with [client]. We helped them [achieve goal] resulting in [ideally you have a % to use here, but any meaningful result will suffice]. You can read the whole story here: [Provide case study link.]\nAs a reminder, we're a Y company, expert (or specializing) in the X category. We've worked with [name 2-3 clients], and many others to [achieve goal].\nBest,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "22",
            "patterns": ["time to meet","taking time to meet","business challenge","resources"],
            "responses": ["\nHi [Name],\nThanks for taking the time to meet with me the other day. I haven't been able to stop thinking about [personal detail from the conversation].\nAnyway, based on our discussion about [pain point or business challenge], we can definitely help you [what they hope to achieve]. I spoke with the team, and they provided me with this extra info:\n[Additional resources, social proof, and/or information the client requested]\nWould you be able to hop on a call sometime this week to discuss more?\nBest,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "23",
            "patterns": ["attention","specific company","service"],
            "responses": ["\nHi [Prospect],\nAs I've gotten to know [their company] better, I've come to believe that our aligns well with both your company's immediate needs and ultimate goals.\nWe can offer [types of solutions] that will allow you to solve [specific problems they're facing]. We use different tactics than our competitors, including [differentiators from other companies in your space].\nWe've consistently been recognized for our exceptional outcomes and service, like [specific accomplishments you can reference]. We were able to help one of our customers [reference a specific, relevant customer story].\nGiven how well our [product or service] suits your needs, I think we could do some great work together.\n[Engaging question to wrap things up]?\nBest,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "24",
            "patterns": ["feedback","good weekend","prospect category","Hope you had a good weekend"],
            "responses": ["\nHi [Prospect],\nHope you had a good weekend (been well, etc.*).\nNot sure if you've been really slammed or you've decided to hold off for now, but I wanted to see if you might have any feedback on our proposal?\nCertainly, no rush on our end — I don't want to become a pest if you'd prefer I hold off on contact.\nI also thought you might have some interest in a recent post on [a post specific to the prospect's category, or if you don't have one, a category-specific, third-party article]. You can read it here: [link].\nLook forward to hearing from you.\nThanks,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "25",
            "patterns": ["reply ","bother you anymore"],
            "responses": ["\nHi [Prospect],\nI've tried to reach out a few times now without a reply. Usually when this happens, it means my offer is not a priority right now. Is it safe for me to assume that's the case here?\nIf it is, I won't bother you anymore. If you'd rather I follow up in a month or two when you have more bandwidth, I'm happy to do that as well.\nThanks for your time.\nRegards,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "26",
            "patterns": ["B2B customer","company idea","monthly run rate","competitor"],
            "responses": ["\nHello [Prospect Name],\nI have an idea that I can explain in 10 minutes that can get [company] its next 100 best customers.\nI recently used this idea to help our client [SaaS company/competitor] almost triple their monthly run rate.\n[First name], let's schedule a quick 10-minute call so I can share the idea with you. When works best for you?\n-[Name]\n"],
            "context": [""]
        },
        {
            "tag": "27",
            "patterns": ["America Station","clients include Burger King","Voodoo Vox works","handles your team marketing budget"],
            "responses": ["\nHi [First Name],\nQuick question: Who handles your team's marketing budget at\nAmerica Station? They'll want to look into this marketing tool before the end of the quarter — it could help the team hit those lead KPIs in just a few weeks and save your business (and your customers) a lot of money doing it.\nI know you're busy, so I won't get into the details of how Voodoo Vox works right now. But I do want to highlight the benefits we see consistently with our clients:\n\nincreased store revenue from text message coupons\nuser-friendly dashboard to measure results\ntargeted advertisements so you only pay for the people you want to reach\n\nSome of our top clients include Burger King, P&G and Chili’s.\nI want America Station to join this list.\nIf you are the appropriate person to speak with, what does your calendar look like this week? If not, who would benefit most from this conversation?\nThanks,\n[Your Name]\n"],
            "context": [""]   
       },
        {
            "tag": "28",
            "patterns": ["predecessor","left a quick message","role"],
            "responses": ["\nHi [First Name],\nJust left a quick message at the office for you. I chuckled a little bit when I got an automated email this morning from your predecessor, [NAME OF PREDECESSOR] who we worked with briefly, and before him, [OTHER FORMER COWORKER NAME], who we worked with as well ...\nFirst and foremost, congrats on coming into this new role! I'm sure you've got a lot going on - so this conversation might be timely or not. If you're stressed, this is my go-to.\nMy role here is working with businesses (in the area) on how they can effectively and efficiently drive more traffic to their website, increase conversions, and nurture leads into customers.\nHow has your first month kicked off so far?\n- [Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "29",
            "patterns": ["Company","solution","result","Meeting Link"],
            "responses": ["\nHi [First Name],\nI saw you recently downloaded a whitepaper about X. I've worked with similar companies in [Y field/industry] and I thought I'd reach out.\n[Prospect's Company] looks like a great fit for [Your Company] and I'd love to understand what your goals are for this year.\nWe often help companies like yours grow with:\n\nX solution/result\nY solution/result\nZ solution/result\n\nIf you'd like to learn how [Your Company] can help you reach [X goals], feel free to book time on my calendar here: [Meeting Link]\nThanks,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "30",
            "patterns": ["B2B customer","Prospect Company"],
            "responses": ["\nHi [First Name],\nI'd like to introduce myself as your resource here at [Your Company Name]. I work with businesses in the [software, healthcare, nonprofit, education, etc.] industry, and noticed you visited our website in the past.\nThis inspired me to spend a few minutes on [Prospect's Company] website to learn more about how you're approaching [X strategy for customer service, sales, marketing, etc.]. I noticed some areas of opportunity and decided to reach out to you directly.\n[Your Company] is working with similar companies in your industry, such as [X Company Name], to help them accomplish [Y goals], and giving them the [Z tools/solutions] to succeed.\nDo you have 15 minutes to discuss [Prospect's Company] this week?\nIf so, you can book time directly onto my calendar here: [Meetings Link]\nLooking forward to meeting,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "31",
            "patterns": ["analysis survey","previous email with a free tool survey"],
            "responses": ["\nHello Dr. [Last Name],\nI'm following up on my previous email with a free tool I think you'll love.\nIt's a brand analysis survey I created just for you (literally, your name is on it), that will help you understand how your practice is different from other doctors in [insert city they're in].\nClick here to begin the brand differentiation analysis survey. When we speak, I'll benchmark your responses against the top physician brands around the country.\nI'm sharing my calendar (click here) so we can schedule a convenient time to discuss.\nEnjoy your weekend,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "32",
            "patterns": ["phone","leave a one sentence reason"],
            "responses": ["\nHi [First Name],\nSorry I missed you on the phone today, I was calling because…. (leave a one sentence reason for your call, or the name of the referral / event that introduced you)\nIn my voice mail, I mentioned that I will call you back on [DATE] at [TIME] and of course you can always reach me before then at [YOUR PHONE NUMBER].\nI look forward to connecting.\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "33",
            "patterns": ["owner","opportunities","business owner","catch"],
            "responses": ["\n[First Name],\nHope all is well. I had put a reminder in to check-in with you to see how things were going with the [NAME OF CAMPAIGN] initiatives. We had discussed a potential partnership a few months ago, but hadn't been able to formalize our recommended engagement.\nWe would love to catch up and see if there are any opportunities to engage with you and help with your [DEPARTMENT (eCommerce, marketing, etc.) ] strategy. Let me know if you have some time to reconnect this week and catch up business owner to business owner on where you see things and I can provide some ideas on where we can help.\nLook forward to hearing from you.\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "34",
            "patterns": ["Service","Sales goal","accomplish X specific goal","company"],
            "responses": ["\nHi [prospect name],\nI checked out your website, and it looks like you might be trying to [accomplish X specific goal]. Without making any assumptions about your business goals, I believe [Y] might play a pivotal role in your success.\nIf you’re unfamiliar with [company], our solution helps businesses in [prospect company's] space with three main goals:\n\n[Goal #1]\n[Goal #2]\n[Goal #3]\n\nAre you free in the next few days for a call to discuss [prospect company's] strategy for [business area]?\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "35",
            "patterns": ["Service,Sales   prospect company         company         sending this note to introduce         prospect         noticed      "],
            "responses": ["\nHi [prospect name],\nI'm sending this note to introduce myself as your resource here at [company]. I work with small businesses in [prospect company's] space, and noticed that your colleagues had stopped by our website in the past.\nThis inspired me to spend a few minutes on your site to gain a better understanding of how you are [handling strategy for business area]. In doing so, I noticed a few areas of opportunity and felt compelled to reach out to you directly.\n[Company] is working with similar companies in your industry, such as [X], helping them [accomplish Y], while providing them with the tools to [manage Z].\nWhen do you have 15 minutes to connect today?\nPlease also feel free to book time directly onto my calendar here: [Meetings link].\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "36",
            "patterns": ["business area","read this worth your time","area"],
            "responses": ["\nHi [prospect name],\nI'll keep this short and sweet to make the 26 seconds it takes to read this worth your time (yes, I timed it.)\nAs a [job title] at [company], I get to speak with people like you about [achieving X]. [Prospect company] is on my radar because we've helped a lot of companies in [X space] with [business area].\nCould we schedule a 15- to 20-minute call to discuss your strategy for [Y] — what excites you, which challenges you see, and how you envision your plan changing down the road? Even if you decide not to continue the conversation after our call, you'll leave with some advice for [business area] that will make an immediate impact.\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "37",
            "patterns": ["Helpful link","product","time"],
            "responses": ["\n[Name],\nI saw that you were checking out [product], and wanted to give you a quick shout after checking out the [prospect company] site. The last thing I want to do is waste your time or mine, but I thought it would be helpful to quickly speak and learn a bit more about what you hope to get from [product], and share some best practices.\nMost of our successful users will have a quick set up like this to get things started in the right direction.\nIs there a good time for you today or the next few days? You can book some time directly on my calendar here: [Meetings link].\nBest,\n[Your name]\nP.S. Thought you might like this as well while getting started:\n\n[Helpful link #1]\n[Helpful link #2]\n\n"],
            "context": [""]
        },
        {
            "tag": "38",
            "patterns": ["Service","Sales","colleague"],
            "responses": ["\nHi [prospect name],\nYour [LinkedIn description, company’s recognition in the Inc. 500, connection with XYZ colleague] inspired me to reach out. Other staffing firms like A, B, and C leverage [product] to [accomplish X and Y].\nWithin six months of working with [company], client [saw X results]. I’d be happy to share a few ideas about how [prospect company] could accomplish the same.\nIf you’re open to it, when would be a convenient time to chat? Say, [XYZ time]?\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "39",
            "patterns": ["Service,Sales   prospect         Meetings link         noticed you requested         demo         evaluation process      "],
            "responses": ["\nHi [prospect name],\nI noticed you requested a demo of [product]. I work with companies in your area, and my goal is to be helpful during your evaluation process.\nOur demos are two parts. The first is a conversation focused around helping me to understand what you're hoping [company] can help with, as well as your strategy and goals in general, so then I can customize your demo accordingly.\nTo get started, you can book time on my calendar here: [Meetings link].\nLooking forward to connecting,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "40",
            "patterns": ["people accomplishing","number","team"],
            "responses": ["\nHi [prospect name],\nI saw that [prospect company] is using [tool], and your team currently has [X number of] people accomplishing [Y]. I'm happy to share some best practices related to our products with you and the team. There are also a number of features we use with [product] that might be helpful for you or some colleagues. I also noticed [unique aspect of business].\nPlease pick a time on my calendar that works best for you and I'll follow up: [Meetings link].\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "41",
            "patterns": ["Service,Sales   Feature         interested in discussing         helpful         Company         email      "],
            "responses": ["\nFollowing up on my last email, I wanted to see if [increasing X, decreasing Y] was something you'd be interested in discussing.\n[Company] offers tools for [business area] that include the following:\n\n[Feature #1 and why it's helpful]\n[Feature #2 and why it's helpful]\n[Feature #3 and why it's helpful]\n\nI'd be happy to give you a brief walk-through of the tools so you can evaluate whether there might be a broader application to leverage these tools at your company.\nWhat do you think?\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "42",
            "patterns": ["Case study","prospect industry","tendency to slip"],
            "responses": ["\nHi [prospect name],\nFollowing up on my previous email, as they have a tendency to slip through the cracks. At the very least, I wanted to provide you with the top resources that your peers at other [prospect's industry] companies found helpful:\n\n[Helpful link]\n[Case study]\n\nWould it be helpful if we scheduled 15-20 minutes to discuss how some of these topics may align with [prospect company's] strategy? Just book some time on my calendar here:\n[Meetings link]\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "43",
            "patterns": ["Service","Sales","wanted to reach"],
            "responses": ["\nHi [prospect name],\nLooks like we might not be meant for each other. But I still wanted to reach out to you one last time. I have a few suggestions on how [prospect company] can [accomplish X and Y]. If I don't hear back, I'll assume that the timing isn't right.\nIn the meantime, here are two resources I thought you might find valuable because [reason why they're relevant]:\n\n[Link #1]\n[Link #2]\n\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "44",
            "patterns": ["interest area","call"],
            "responses": ["\nHi [prospect name],\nIn our last call, you mentioned your interest in [insert interest area]. I was curious what advice you'd have for someone just getting started in [interest area]?\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "45",
            "patterns": ["Service","Sales","answer is option"],
            "responses": ["\nHello [prospect name],\nWe've been unable to connect for a few weeks now, and that usually means one of two things:\n\n1. This isn't a priority for you and your company at the moment.\n2. You've been busy and we should keep trying to connect.\n\nIf the answer is option one, I won't take up any more of your time. If the answer is option two, do you have time to connect tomorrow?\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "46",
            "patterns": ["content medium","subject","company published"],
            "responses": ["\nHey [prospect name],\nI saw the [content medium] your company published about [subject].\nI was impressed by how you managed to make such complex subject matter accessible without sacrificing thoroughness. [Reference to what they do].\nI have experience at [helping companies with relevant assistance]. Would you be interested in chatting for twenty minutes this week?\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "47",
            "patterns": ["recent achievement","Congratulations"],
            "responses": ["\nHey [prospect name],\nCongratulations on [recent achievement]!\nWhat you're doing is going to do a lot for [their industry].\nI'm looking forward to seeing where you go from here.\nRegards,\n[Your Name]\n"],
            "context": [""]
        },
        {
            "tag": "48",
            "patterns": ["Referral partner","topic","mutual"],
            "responses": ["\nHey [Prospect],\nA mutual contact of ours, [Referral partner], and I were recently discussing experts in [their field] whom I could reach out to for some insight about [topic].\nYou were the person who came to their mind immediately.\nI'm writing an article about [topic].\nWould you be willing to review it?\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "49",
            "patterns": ["owner","catch up","reminder in to check in with you","business owner"],
            "responses": ["\nHi [prospect],\nHope all is well. I had put a reminder in to check-in with you to see how things were going with the [name of campaign] initiatives. We had discussed a potential partnership a few months ago, but hadn't been able to formalize our recommended engagement.\nWe would love to catch up and see if there are any opportunities to engage with you and help with your [department (eCommerce, marketing, etc.) ] strategy. Let me know if you have some time to reconnect this week and catch up business owner to business owner on where you see things and I can provide some ideas on where we can help.\nLook forward to hearing from you.\nBest,\n[your name]\n"],
            "context": [""]
        },
        {
            "tag": "50",
            "patterns": ["role","accepting my request"],
            "responses": ["\nHey [Prospect],\nThanks so much for accepting my request on LinkedIn. Quite excited to follow your professional growth in the next few years!\nI’d love to hear more about what you do in your role. I’m in [industry], and I think [product] can help you achieve [X, Y, and Z] in your company. I was once a [their current role], and I know how hard it is to [achieve a goal related to your product]. Do you have ten minutes this week to chat?\nBest,\n[your name]\n"],
            "context": [""]
        },
        {
            "tag": "51",
            "patterns": ["college","year"],
            "responses": ["\nHey [prospect],\nDid you go to [college]? I graduated in [year]. It’s so great to connect with a [college] grad! Do you remember [interesting / unique feature of your university]?\nI see that you’re in [field/industry/role] now. How did you get to this role? What would you say is your biggest challenge?\nBest,\n[your name]\n"],
            "context": [""]
        },
        {
            "tag": "52",
            "patterns": ["enjoyed your vacation","weeks"],
            "responses": ["\nHi [prospect],\nI hope you’re well and that you enjoyed your vacation!\nIf you remember, we had a conversation a few weeks ago about [product or service]. You’d told me you’d need a few weeks to get the go-ahead from your manager.\nWould you have some time next week to catch up?\nBest,\n[Your name]\nP.S. Check out this resource I put together for your team. [link]\n"],
            "context": [""]
        },
        {
            "tag": "53",
            "patterns": ["social platform","briefly chatted","great comment"],
            "responses": ["\nHi [prospect],\nYou and I briefly chatted on [social platform]. It’s so great to connect with you!\nI really liked your comment about [specifics about their comment]. You seem like you’d be a great fit for our product, and I’d love to give you a quick walkthrough.\nAre you available for twenty minutes this week?\nBest,\n[your name]\n"],
            "context": [""]
        },
        {
            "tag": "54",
            "patterns": ["Customer service","few days","company department","experience"],
            "responses": ["\nHi [Customer],\nI'm so sorry that you had a negative experience with [product, service, or company department]. I've looked into the issue, and it seems that [briefly explain the reason for their bad experience, if applicable].\nI've forwarded this issue to [head of the appropriate department], our [person's job title]. In the meantime, I'd like to offer a [discount/refund] for the inconvenience and will be checking in with you in a few days to update you on the status of [issue].\nOnce more, I sincerely apologize for the inconvenience. Please let me know if I can answer any questions, and I'd be happy to help!\nBest,\n[Your name]\n"],
            "context": [""]
       },
        {
            "tag": "55",
            "patterns": ["friend","fantastic customer","referring your friend"],
            "responses": ["\nHi [Customer],\nThank you so much for referring your friend [Friend's name] to us. I've enjoyed getting to know them and doing business with them. I'm so happy that you've stuck around with us for this long and brought your friend to share the experience with you.\nWe're lucky to have you. Thanks again for being such a fantastic customer! As a token of our appreciation, here's a [coupon/discount] for you to enjoy.\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "56",
            "patterns": ["Customer","questionnaire","hope you enjoying"],
            "responses": ["\nHey [Customer],\nThanks for your recent purchase with us! I hope you're enjoying your [product/service].\nI'd love to hear more about your experience working with our team. Please fill out the following survey and give us your honest feedback. I promise it's short, and it'll help improve customers' experiences in the future.\nI know your time is valuable, and I appreciate your attention.\nThanks,\n[Your name]\n<< Attach questionnaire >>\n"],
            "context": [""]
       },
        {
            "tag": "57",
            "patterns": ["experience","clearly demonstrated","Customer satisfaction"],
            "responses": ["\n[Customer],\nI am so sorry to hear that you have had such a poor experience that you no longer want to work with us.\nCustomer satisfaction is always a number one priority for us. I'm deeply sorry that that wasn't clearly demonstrated to you.\nAs much as I hate to see you go, I completely understand how upset you must feel. I apologize again for any trouble we may have caused you. Good luck with your business, and I wish you all the best.\nLet me know if you have any more questions, comments, or concerns.\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "58",
            "patterns": ["brief summary of their bad experience","brief summary","summary"],
            "responses": ["\n[Customer],\nI am so sorry to hear that [provide a brief summary of their bad experience]. That should never have happened, and I completely understand how frustrating this must be for you. I will relay this message to the appropriate department.\nWe are prioritizing resolving [the issue they faced with your product, company, or service]. Our team is jumping on that problem right away, and I will let you know as soon as it's fixed.\nI appreciate you letting me know about your negative experience. We strive to ensure every customer is satisfied with our business, and I apologize for any way in which we may have inconvenienced you.\nLet me know if you have any more questions, comments, or concerns.\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "59",
            "patterns": ["brand new product","brand"],
            "responses": ["\nHey [Customer],\nI hope you're enjoying your brand new product. I remember that you were torn between two versions, but I firmly believe you went with the perfect choice for you.\nIf you're interested, I'd love to hear more about how you're liking the product. Let me know some pros and cons and if there's any way I can be of assistance to guide you through this process. I'm here for whatever you need and look forward to hearing from you soon.\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "60",
            "patterns": ["business","situation","happening"],
            "responses": ["\nHey [Customer],\nThanks for reaching out! I'd be more than happy to help you.\nBefore we dive in, can you give me a little more context on the situation? When did this issue begin happening? Has it been occurring consistently, or does it happen on and off? Have you tried any solutions on your own?\nThese questions will help me find a more personalized solution to your problem.\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "61",
            "patterns": ["business with you in the past","amount of years"],
            "responses": ["\nHey [Customer],\nI'm sorry to see you go. Doing business with you in the past [amount of years they've been with you] has been great. I've learned so much from you and have made several updates to our products based on your thorough, thoughtful feedback. I appreciate everything you've done to make our company the best it can be.\nAs you set onto a new path, don't forget about us! I'd love to hear about your successes in the future and the exciting growth your company inevitably will have.\nPlease keep in touch. Good luck with everything!\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "62",
            "patterns": ["best resources","lucky","welcome note"],
            "responses": ["\nHi [Customer],\nWelcome to [Your company]! I'm so excited to have you join us. We're feeling pretty lucky that you chose us, and I just wanna say thank you on behalf of our whole company.\nTo get you settled, I wanted to share with you some of our best resources so you can make the most out of your experience with us. Subscribe to our blog [add link] for some great tips and knowledge to be successful in your industry. Check out our Instagram [add link], Facebook [add link], and Twitter [add link] for your daily dose of industry news, advice, and behind-the-scenes looks.\nIf you're interested in learning more about your product, feel free to contact me or anyone else on our support team at any time. We're always here to help you in any way we can.\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "63",
            "patterns": ["teammates","excited to be your new Account","Account Manager"],
            "responses": ["\nHey [Customer],\nI'm [Your name], and I'm very excited to be your new Account Manager at [Your company]! I've heard great things about you from my teammates, and I'm hoping they've said some good things about me, too.\nMy role will be to guide you through anything you need. If you ever have questions, run into problems, consider an upgrade, or anything at all, I'm the one for the job. We will be working closely together, and I'll be helping you navigate your new product.\nI'm looking forward to meeting you. Do you have a few minutes this week to chat?\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "64",
            "patterns": ["resignation","accepted an offer to move"],
            "responses": ["\nDear [Customer],\nAfter eight incredible years at [Your company], I'm excited to inform you that I have just accepted an offer to move on to [New company]. This new role will be an important player in advancing my career, and I couldn't feel more grateful for the opportunity.\nHowever, that means that I will no longer be your Account Manager here. I have enjoyed watching you grow and cheering on your successes. Working with you has taught me so much, and I will carry this knowledge on to this next chapter in my life.\nLuckily, I have an incredible replacement for you. [Replacement's name] is an outstanding Account Manager and a dear friend of mine. [She/he/they] has been working here for [amount of years] and has a lot to show for it. I genuinely believe you two will get along well and that [she/he/they] will be a huge support for you.\nThey will be emailing you in the next couple days with a warm greeting and plans for you to meet. I'm looking forward to hearing all about it.\nThank you again for being a great client for [amount of years]. I wish you all the best!\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "65",
            "patterns": ["free trial","website"],
            "responses": ["\nHi [Prospect],\nI noticed that you seemed interested in [product name] on our website. If you have any questions, please feel free to reach out. I'd be happy to guide you through the different options.\nIf you're interested, I want to extend an offer for a free trial, as it can be tough to commit to a product from a mere description. Our free trial lasts 30 days and lets you navigate all premium features. It's a great chance to see which product is right for you and how much it can benefit you and your clients.\nIf you're interested, email me back or give me a call. I can talk you through all the details and get you set up.\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "66",
            "patterns": ["navigating your product","great year"],
            "responses": ["\nHey [Customer],\nI hope everything is going well with you and that you've had a great year navigating your product.\nI noticed that your annual subscription is expiring on [date of expiration]. Are you interested in renewing your subscription? If you're weighing your options, I'd love to chat further with you to help you come to a decision. If you'd like to upgrade to a new product, we can discuss that, as well.\nI look forward to hearing from you.\nCheers,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "67",
            "patterns": ["great expereince","help their customers"],
            "responses": ["\nHi [Customer],\nI'm so happy to hear that you're having a great experience with [product/service/company department]. Helping our customers help their customers has always been our goal.\nSince I've loved getting to work with you these past few months, I was wondering if there was anyone you know who might benefit in a similar way? It would be a pleasure to help them achieve their goals.\nI'm looking forward to it!\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "68",
            "patterns": ["using your product","review site","details tool", "great week"],
            "responses": ["\nHi [Customer],\nI hope you're having a great week so far! I saw you've started [details about how they're using your product] — it looks like you've achieved some impressive [details of the results they've achieved]. How are you enjoying working with the tool?\nIf you have any feedback or questions, don't hesitate to give me a call or shoot me an email, and I'll help you out!\nIf you'd like to share your experience using [Your company's tool], here are our pages on [review site] and [review site], where you can give us a rating and share your feedback to help other customers like you.\nThanks for your time, and give me a call if you have any questions!\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "69",
            "patterns": ["options","connect with you again in the near future","amount appear in your bank amount","couple"],
            "responses": ["\nHi [Customer],\nI've processed your refund, and you should expect to see the amount appear in your bank account in the next couple of business days.\nI'm sorry to hear that you didn't love your new product. I completely understand that it isn't for everyone.\nIf you're still on the search for the right choice for you, let me know. I'd be happy to talk you through some of our other options and see if any of them feel like a good fit. Thank you for your time and for giving us a try.\nI hope to connect with you again in the near future.\nBest,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "70",
            "patterns": ["faulty product","assess the problem"],
            "responses": ["\nHi [Customer],\nThanks for letting us know about this faulty product. We'll do our best to assess the problem and determine exactly what went wrong with your [product name].\nIn the meantime, please accept this replacement product that I've personally assessed for performance.\nWe'd like to offer our sincerest apologies for any inconvenience this may have caused. We hope you continue to enjoy using our product and we are happy to answer any questions or concerns you may have.\nPlease feel welcome to contact our support team at [phone number], or reply to this message and we'd be more than happy to help.\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "71",
            "patterns": ["policy","offer","refund time"],
            "responses": ["\nHi [Customer],\nThanks for reaching out.\nUnfortunately, we can't offer a refund at this time. According to our policy, [policy description + explanation of why the policy is in place].\nI've checked with my manager to confirm this policy, and while we can't offer a full refund, we can provide you with a discount of [discount amount] for the next time you shop in our stores.\nWe sincerely appreciate your understanding in this matter. Please feel welcome to reach out to me with any questions you may have and I would be more than happy to help.\nThanks again,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "72",
            "patterns": ["feedback","relayed this feedback","sincerely apologize problem"],
            "responses": ["\nHi [Customer],\nThank you for providing us this feedback.\nWe sincerely apologize for the inconvenience this has caused and we appreciate your understanding in the matter. We know that [problem] has prevented you from achieving [customer's goal], and that we have fallen short of your expectations.\nI have relayed this feedback to the rest of my team and can assure you that this mistake won't happen in the future. That said, if there's anything else that I can help you with at the moment, please feel welcome to reach out and I would be more than happy to help.\nThanks again,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "73",
            "patterns": ["transaction","recent payment"],
            "responses": ["\nHi [Customer],\nThank you for your recent payment of [payment amount].\nUpon review of your transaction, we've determined that the amount you have paid is more than what was required for this product or service. The actual amount that was due was [payment amount], thus leaving you with a credit of [credit amount]. Please find a [check amount or notice of deposit] enclosed in this letter.\nWe strongly believe in providing an honest experience for our customers and can assure you that we are working constantly to prevent potential fraud. We hope this message resolves any concerns you may have about this transaction and are more than happy to answer any additional questions.\nThanks again,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "74",
            "patterns": ["hope this message finds","period of time"],
            "responses": ["\nHi [Customer],\nWe hope this message finds you well.\nWe are reaching because you qualify for a refund for your purchase of [product name]. This refund is eligible for [period of time] and can be initiated by calling or messaging our customer service team.\nPlease feel welcome to reply to this email with any questions you may have and I would be more than happy to help.\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "75",
            "patterns": ["account card date"],
            "responses": ["\nHi [Customer],\nI'm reaching out about the refund you initiated on [date].\nYour refund has been deposited into your card ending in [last four digits of card]. You should see the amount credited to your account in about 3 to 5 business days.\nIf you don't see the refund in your account, respond to this email, and I'll look into it for you. In the meantime, please let me know if I can answer any additional questions — I'd be happy to help!\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "76",
            "patterns": ["contacted our accounting department","sorry to hear"],
            "responses": ["\nHi [Customer],\nI'm so sorry to hear that a refund hasn't been deposited into your card ending in [last four digits of card].\nI've contacted our accounting department to look into this issue for you. A refund has been issued, but it may take a few days for your bank to process the funds.\nWhile we work on the delay on our end, I've created a ticket in our system to keep you updated on your refund status. We'll try to resolve the problem as soon as possible.\nI sincerely apologize for the inconvenience this may have caused. In the meantime, feel free to reply to this email with any questions or concerns, and I'd be happy to help.\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "77",
            "patterns": ["purchase product days"],
            "responses": ["\nHi [Customer],\nThanks so much for reaching out about order #[number]. I'm so sorry the product hasn't worked out for you.\nBecause more than [number of days] days have passed since the date of purchase, you're no longer eligible for a refund.\nHowever, I can give you store credit for your purchase. Alternatively, I can set up a meeting with our customer success department so that you can get the most out of your product.\nLet me know which option you'd prefer. If you have any questions or concerns, I'd be happy to help.\nThanks,\n[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "78",
            "patterns": ["thank you for your partnership"],
            "responses": ["\nHi [CUSTOMER],\nHappy Holidays! \nAs this year winds down, I wanted to say thank you for your partnership using [PRODUCT] this year. You've achieved fantastic results in the time we've been working together, so I wanted to reach out to see if you'd be interested in sharing a testimonial about your experience using [PRODUCT]. You can click this link to share some of your thoughts that we might feature on our website.\nThanks for your consideration of my request, and thanks for being a loyal [COMPANY] customer. I hope you have a warm and happy holiday season with family and friends, and I'm looking forward to chatting again in the new year!\nCheers,\n[YOUR NAME]\n"],
            "context": [""]
        },
        {
            "tag": "79",
            "patterns": ["reach out and congratulate you on your success","loyal","COMPANY"],
            "responses": ["\n[CUSTOMER],\nI wanted to reach out to thank you for being a loyal [COMPANY] customer. I noticed you achieved your goal of [MILESTONE] last month, and I wanted to reach out and congratulate you on your success! It's been great working with you on this project.\nWe want to share customer success stories with [PRODUCT/SERVICE] on our website, and I was wondering if you'd be interested in being featured in a testimonial. You can follow this link to submit a written or video testimonial now, and as a token of thanks, I'll send you a gift card for a cup of coffee, on [COMPANY].\nCongratulations again on reaching your goal, and thanks for your partnership! Let me know if you have any questions about submitting a testimonial.\nRegards,\n[YOUR NAME]\n"],
            "context": [""]
        },
        {
            "tag": "80",
            "patterns": ["crushed it this month","SERVICE"],
            "responses": ["\nHey [CUSTOMER],\nYou crushed it this month! You worked hard on [PROJECT], and the numbers definitely reflect that.\nNow that we've hit out goal, would you be interested in submitting a testimonial about your experience using [PRODUCT/SERVICE]? You can submit a short written or video testimonial here talking about how we helped you achieve your goals.\nLet me know if you have any questions, and congrats again!\nCheers,\n[YOUR NAME]\n"],
            "context": [""]
        },
        {
            "tag": "81",
            "patterns": ["holiday season","subsrciption"],
            "responses": ["\n[CUSTOMER NAME],\nAs a gift this holiday season, [COMPANY] is offering a 50% discount on your January [PRODUCT/SERVICE] subscription.\nAll you have to do is submit a written or video testimonial about why you love using [PRODUCT] here. \nIt shouldn't take you more than 15 minutes, and your discount will be applied as soon as you submit your testimonial. Let me know if you have any questions about this promotion!\nHappy Holidays,\n[YOUR NAME]\n"],
            "context": [""]
        },
        {
            "tag": "82",
            "patterns": ["Testimonial","request","hope you enjoying"],
            "responses": ["\n[CUSTOMER],\nWe hope you're enjoying using [PRODUCT/SERVICE]. \nNow that you've had a few weeks to try the product, we'd love to know what you think. You can click this link to share some of your thoughts about using [PRODUCT] that we might feature on our website.\nYour feedback means a lot to us! Thanks for being a loyal [COMPANY] customer.\nRegards,\n[YOUR NAME]\n"],
            "context": [""]
        },
        {
            "tag": "83",
            "patterns": ["exceeding your expectations","pleasure talking"],
            "responses": ["\nHi [CUSTOMER],\nIt was a pleasure talking with you earlier today, and we're so glad that we're exceeding your expectations. As I mentioned earlier, you can share your thoughts about the experience here.\nWe get that leaving reviews can be difficult, so if you need to beat writer's block, here is some inspiration as you tell your story:\n\nWhat was life like before [PRODUCT/SERVICE]? What pains were you experiencing?\nWhat made you choose [COMPANY]?\nHow has this made a difference in your business/life?\nWhat has surprised you most about the experience?\n\nYour feedback means a lot to us!\nCheers,\n[YOUR NAME]\n"],
            "context": [""]
        },
        {
            "tag": "84",
            "patterns": ["Marketing","Pet Food"],
            "responses": ["\nHi John,\nMy name is Jane Smith, and I run Acme Organic Pet Food, a new company that produces and distributes right here in Cleveland. I see on LinkedIn you’re connected to several “big players” in the local pet product business community -- in particular, Jim White over at Acme Pet SuperStore\nWould you be willing to introduce me to Jim over email? I’d really appreciate it\nThanks in advance,\nJane\n"],
            "context": [""]
        },
        {
            "tag": "85",
            "patterns": ["Relationship building","Greeting of choice","Greeting Statement"],
            "responses": ["\n[Greeting of choice],\n[Statement that provides the context in which you met or what you’re asking for.]\n[Request to meet with the person to listen and learn.]\n[Closing of choice]\n"],
            "context": [""]
        },
        {
            "tag": "86",
            "patterns": ["Organic","Food","Pet Food company"],
            "responses": ["\nHi John,\nMy name is Jane Smith, and I run Acme Organic Pet Food, a new company that produces and distributes right here in Cleveland. I am relatively new to the pet product business and still learning my way as I grow Acme Organic\nI know you have a lot of experience in the space, and it would be great to sit with you and learn about the industry as well as the “do’s” and “don’ts” as I get started\nPlease let me know if you’re free over the next couple of weeks for coffee. I’d appreciate the chance to ask questions\nThanks again,\nJane\n"],
            "context": [""]
        },
        {
            "tag": "87",
            "patterns": ["suggested you read","current challenge","article"],
            "responses": ["\nHey [Prospect],Per our conversation, here is the link to the article I suggested you read. Based on the current challenge you're dealing with around X, I believe this will be helpful.\n[Link]\nWhile I think it may make sense for you to look at our service eventually, this article should allow you to fix this current challenge quickly and on your own.Regards,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "88",
            "patterns": ["struggling", "same challenge"],
            "responses": ["\n[Prospect], meet [Referral][Referral], meet [Prospect]I was speaking with [Prospect] this morning and they mentioned they were struggling with X.I immediately thought of you because of how you helped Y Company with the same challenge.Will let you two take it from here.Regards,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "89",
            "patterns": ["invest conversation time", "focussed"],
            "responses": ["\nHey [Prospect],Per our conversation, I do not think you are a fit for our services at this time. We are more focused on customers who are looking to achieve X goals and ready to invest more aggressively. However, I would strongly recommend you invest in implementing a Y plan. Here is a link to the service I recommend: [link]. Let me know if you invest in that service and whether it helps you, or if you do something else. The feedback helps me make the best recommendations in the future.Also, let me know if I can ever help in the future. If you do know any Z organizations that might be a better fit for our service, please don't hesitate to refer them. I'll do my best to help them too.Regards,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "90",
            "patterns": ["Referral","Bad service", "Not satisfied service"],
            "responses": ["\nHey [Prospect], A few weeks ago, we spoke about a challenge you were having with X. I recommended you connect with [Referral] to talk to them about their Y service. My past experiences working with [Referral] made me think that would help you. How did it turn out? Did you connect? Did you end up moving forward? I appreciate any feedback so that I can know whether to continue referring people to this service. Regards, [Your name]\n"],
            "context": [""]
        },
        {
            "tag": "91",
            "patterns": ["difficulties at work","discussion"],
            "responses": ["\nHi [Prospect name],\nHaven’t heard from you in a while.\nWe last spoke about your difficulties with [pain point], and how [offering] could help [achieve specific goal] over [specific timeframe].\nAre you still interested in continuing our discussion? If not, please let me know so I can stop reaching out.\nBest,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "92",
            "patterns": ["annoying","level of persistence","Apologies"],
            "responses": ["\nHi [Prospect name],\nApologies if my level of persistence has become annoying.\nAre you still interested in speaking about your [pain point], specifically in areas of X and Y?\nIf not, please let me know so I can stop reaching out.\nBest,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "93",
            "patterns": ["Business","different direction"],
            "responses": ["\nHi [Prospect name],\nI haven’t heard back from you, so I’m going to assume you’ve gone in a different direction or your priorities have changed.\nLet me know if we can be of assistance in the future.\nBest,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "94",
            "patterns": ["have not heard from you","business goal"],
            "responses": ["\nHello [Prospect name],\nI've reached out a few times to see if it makes sense to connect regarding [business goal]. Since I haven't heard back, I'll assume the timing isn't right.\nIn the meantime, here are some resources that serve as a starting point for professionals dealing with [business challenge].\n\nResource 1\nResource 2\nResource 3\n\nIf in the future it ever makes sense to reconnect, you can book time on my calendar here. I'm always here to help.\nBest,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "95",
            "patterns": ["Company","demo of product"],
            "responses": ["\nHello [Prospect name],\nMy name is X and I'm the CEO of [Company name]. [Sales rep name] said you recently had a demo of our product, and I wanted to personally reach out to see how you think it went.\nYour business is important to us, and I'd like to help you in any way I can.\nThanks,[CEO name]\n"],
            "context": [""]
        },
        {
            "tag": "96",
            "patterns": ["priority","six months"],
            "responses": ["\nHello [Prospect name],\nI haven't heard from you in a while, so I'll assume [Product/service] isn't a priority at the moment. I completely understand and don't want to take up any more of your time.\nI'll check back in six months or so to see if our goals are more aligned.\nRegards,[Your name]\n"],
            "context": [""]
        },
        {
            "tag": "97",
            "patterns": ["congratulations","all is well"],
            "responses": ["\nHi [Prospect name],\nI hope you're having a great week so far! I saw that [Prospect's company] launched a new product this week, congratulations! How was that experience for your team?\nHope all is well!\nCheers,[Your name]\n"],
            "context": [""]
        },    
    {
        "tag": "98",
        "patterns": ["help me get in touch", "help me get in touch with the right person", "trying to reach the person"],
        "responses": ["\n[Prospect],\nI'm trying to reach the person who's in charge of implementing marketing software at your company.\nI've helped businesses like yours increase marketing qualified leads by as much as 25%.\nCould you help me get in touch with the right person?\nThanks for your time,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "99",
        "patterns": ["link to my calendar", "company could achieve the same results", "offering help", "offering help to achieve the same results"],
        "responses": ["\n[Prospect],\nCongrats on your new role with XYC Recruiting. I work with [Your company name] helping teams like yours increase employee retention by up to 35%.\nI'd love to talk with you about how your company could achieve the same results — and help you make a splash in your first few months.\nHere's a link to my calendar, if you'd like to book some time: [Calendar link]\nRegards,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "100",
        "patterns": ["offering help for adding up business values", "offering help to a company"],
        "responses": ["\nHey [first name],\nBecause I work so much with [your targeted industry], I noticed that [company] recently [company action]. Congrats!\nUsually when that happens, [business value] becomes a priority. That’s why I thought you might be interested in finding out how we helped [similar company] get going quickly in their new direction – without any of the typical glitches.\nIf you’d like to learn more, let’s set up a quick call. How does [specific day and time] look on your calendar?\nRegards,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "101",
        "patterns": ["helpful article", "offering helpful article", "article for your company progress"],
        "responses": ["\n[First name],\nYour latest announcement this week about [news] got me thinking.\nI found an article on [related topic] that may be useful to you as your company progresses.\nHere’s the link to read it: [article link]\nAre you currently working on improving [related business value]? I have some more insight to share that could be valuable.\nHope you find this article helpful.\nBest,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "102",
        "patterns": ["job role recommendation", "recommended by mutual connection"],
        "responses": ["\nHi [first name],\n[Mutual connection] recommended we get in touch. I work with [him/her] for a company called [company name] that does [X, Y, and Z].\nIn thinking about your role at [company}, I know a few tactics that would work well for your team.\nOur [product name] has been extremely well-received in the marketplace and I think it’s something that might be helpful for you!\nDoes this sound aligned with your current priorities?\nBest,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "103",
        "patterns": ["presenting strategy to improve on money saved, revenue added, productivity increases", "helping with strategies to increase the revenue, business"],
        "responses": ["\nHi [first name],\nIn working with other [job titles], one of the key issues they’re struggling with is [key issue].\nThis past year we helped numerous companies to [business driver], resulting in [money saved, revenue added, productivity increases].\nA strategy our clients have seen a lot of success with is [key strategy]. Based on what I know about your business, here are a few ways you could put that strategy into action:\n\n[Tip 1]\n[Tip 2]\n[Tip 3]\n\nDoes that sound similar to past challenges you’ve faced? I have some ideas that might help.\nAll the best,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "104",
        "patterns": ["answer to linkedin question", "helping with ideas to improve business values, stretegies"],
        "responses": ["\nHey [first name],\nI saw that you recently posted a question on LinkedIn about how to achieve [business value] for your company.\nHow, if at all, would you like to improve your strategy? I’ve found that [solution] has been successful for others. Here are a few examples of what other companies I’ve worked with in the past have done that might be helpful to you:\n\n[Tip 1]\n[Tip 2]\n[Tip 3]\n\nHave you tried any of these strategies in the past? I have some more ideas for how we can help.\nBest,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "105",
        "patterns": ["asking for the thoughts on article"],
        "responses": ["\nHello [Prospect name],\nI admired your recent piece on [insert topic/title] in [insert publication]. I especially liked your point about [insert salient point from article].\nI thought you might appreciate this piece on a similar topic: [insert article with a tie to your product/service].\nWhat are your thoughts on the subject?\nRegards,\n[Your name]\n"],
		"context": [""]
	},
    {
        "tag": "106",
        "patterns": ["offering ideas to create an impressive image in job role", "offering stats to create an impressive image in job role","offering ideas to create an impressive and immediate mark during your first few months in the new position"],
        "responses": ["\nHello [Prospect name],\nI saw you took on a new role at [company name] recently. Congratulations!\nI bet you're trying to figure out how to make an impressive (and immediate) mark during your first few months in this new position -- and I think I can help.\nI've helped companies like yours before and they’ve loved their results:\n\n[Insert impressive stat]\n[Insert impressive stat]\n[Insert impressive stat]\n\nLet’s talk about how I can do the same for you. If this sounds like something you're interested in, feel free to book some time on my calendar: [Insert calendar link]\nRegards,\n[Your name]\n"],
        "context": [""] 
    },
    {
        "tag": "107",
        "patterns": ["Marketing of an infographic detailing a breakdown of the social media market"],
        "responses": ["\nHi Sophia,\nHappy Friday! I'm reaching out because I'm an avid reader of your work on the SocialVille blog -- I loved your latest piece about social media news.\nI just followed you on Twitter, and I saw you've been tweeting about Facebook's F8 conference. What did you think of the event?\nI work over at SocialWorld, where we conduct market research and collect data for social media analysts and experts. We recently produced an infographic detailing a breakdown of the social media market and what changes you can expect over the next year.\nWould you be interested in checking it out? I'd love to see what you think.\nLet me know if you're interested, and I can send you the infographic to take a look.\nBest, Jack\n"],
        "context": [""]
    },
    {
        "tag": "108",
        "patterns": ["offering Snapchat ad", "offering an advertisements"],
        "responses": ["\nHey Sophia,\nI've been reading your coverage of the competition heating up between Snapchat and Instagram, and I wanted to let you know that we're releasing new data about Snapchat ad usage this week.\nAmong other insights, we found a surprising number of brands and publishers that were regularly advertising and publishing on Snapchat have started transitioning over to Instagram, where they achieve higher ad clickthrough rates.\nI'd be happy to give you exclusive early access to our full report to be the first to write about it on the blog this week -- what do you think?\nBest, Jack\n"],
        "context": [""] 
    },
    {
        "tag": "109",
        "patterns": ["offering Messenger bot", "marketing of Messenger bot"],
        "responses": ["\nHi Sophia,\nDid you know that there are more than 100,000 active bots on Facebook Messenger?\nIf you aren't already communicating with your audience via Facebook Messenger, you could be missing out on an opportunity to provide better customer service -- and faster.\nWe rounded up more Messenger bot usage stats in a new report that I've attached below. Do you think it would be a good fit for an article on the SocialVille blog? Thanks in advance for checking it out, and let me know if you have any questions.\nBest, Jack\n"],
        "context": [""]
    },
    {
        "tag": "110",
        "patterns": ["Hi from a fellow Snapchat diehard", "marketing of Snap Inc.", "marketing of Snapchat app"],
        "responses": ["\nHi Sophia,\nI know you've been closely following the social media smackdown between Snap Inc. and Facebook -- and I know who we're both rooting for. So I wanted to show you this interactive timeline we created that compares the growth trajectories of the two companies.\nSnap Inc. is similar to Facebook in a lot of ways, but its path to growth into the billions is mired with more competition. But this competition hasn't limited Snapchat's engagement -- users are spending up to half an hour a day inside the app.\nI noticed that you publish a social media news roundup every month featuring the latest stories and research, and I wondered if you thought this timeline could be a good inclusion. Let me know if you have any questions about the data!\nThanks, Jack\n"],
        "context": [""]
    },
    {
        "tag": "111",
        "patterns": ["Offer to write up new report for SocialVille"],
        "responses": ["\nHey Sophia,\nYou've written previously about successful Facebook ads and headlines, and I wanted to share some new research my team has put together about effective Facebook ad copy. We found that Facebook ads under 20 words in length performed significantly better than longer ads, along with a ton of other eye-opening stats.\nDo you think this would be a good fit for the SocialVille blog? I'd be happy to write it up for you to take the legwork out of it. Let me know if you'd like me to get started.\nThanks for your consideration, Jack\n"],
        "context": [""] 
    },
    {
        "tag": "112",
        "patterns": ["asking to check the report"],
        "responses": ["\nHey Sophia,\nI love reading your stuff on the SocialVille blog! In fact, we featured your recent data about the impact of tools on productivity in our report on the growth of productivity as a business -- I've attached the PDF below, and we've also shared it on Twitter.\nI wonder if you'd be able to check out the report and let me know what you think or if I missed any important stats.\nThanks in advance for checking it out, and thanks for such an interesting write-up.\nBest, Jack\n"],
        "context": [""] 
    },
    {
        "tag": "113",
        "patterns": ["What do cats, cooking videos, and your latest blog post have in common?"],
        "responses": ["\n... they all went viral on social media!\nForgive the silly joke, but I knew cats would get your attention. I loved your recent piece about social media predictions for the coming year, and I wondered if you'd given any thought to predictions for where SEO is headed, too.\nHere at SearchWorld, we predict that AMP and machine-learning will take center stage in Google's quest to make search easier and more intuitive for the searcher.\nWe put together a report about how SEO has evolved and other predictions for where we think it's headed next, and I think it would be a great reference if you decide to write a follow-up piece about the future of SEO. I've attached the report below -- take a look, and let me know if there are any changes you'd suggest!\nThanks in advance, Jack\n"],
		"context": [""] 
    },
    {
        "tag": "114",
        "patterns": ["Quick question about your Facebook F8 recap"],
        "responses": ["\nHey Sophia,\nThanks for writing such a thorough recap of Facebook's F8 conference. It was super helpful for those of us who couldn't attend in person or watch the live stream!\nI thought you made an interesting point about the competition heating up between Facebook and Snap Inc., but I think you could be missing a bigger idea here. I think it's not as much a competition for users as it is a competition for features innovation vs. features execution.\nI wrote up my take on the brands' competition on our blog today and cited your recap -- would you like to take a look? Maybe we could collaborate together on a blog post or video on how social media marketers should best evaluate the two companies' competing apps.\nThanks, Jack\n"],
		"context": [""]
    },
    {
        "tag": "115",
        "patterns": ["respond to missed call", "Sorry I missed you", "missed on the phone"],
        "responses": ["\nHi [Prospect],\nSorry I missed you on the phone today. I was calling because [explain your purpose].\nMy voicemail said I will try you again on [date and time] and you can always reach me before at [phone number].\nCheers,\n[Salesperson]\n"],
		"context": [""] 
    },
    {
        "tag": "116",
        "patterns": ["Follow-up email after a trade show"],
        "responses": ["\nDear [Prospect],\nWhat an exciting show. I hope you made great connections and learned some things you can use in your business immediately.\nI am sure that increasing sales effectively [objective] is on the top of your list. As we promised, here is \"Six Ways to Increase Your Sales [piece of content]. If you would like more in-depth information on any of the ways [details of content], I'd be delighted to have a 30-minute conversation with you to dive into that.\nI'm here to be a resource to you, so don't hesitate to call.\nBest regards,\n[Salesperson]\n"],
		"context": [""] 
    },
    {
        "tag": "117",
        "patterns": ["Follow-up email to a first conversation"],
        "responses": ["\nHi [Prospect],\nI really enjoyed our phone conversation [or meeting] earlier today and especially liked learning about your unique role at [company]. I understand the challenges you are facing with [challenges discussed] and the impact they are having on [insert personal impact].\nAs promised, I have attached [or linked to] the resources and materials that can help you better understand how we can help you solve [insert compelling reason to buy].\nPlease let me know if you have any questions. Otherwise, I look forward to talking with you again on [date and time].\n[Signature line]\n[Salesperson]\n"],
		"context": [""]
    },
    {
        "tag": "118",
        "patterns": ["Second, third, and fourth attempt follow-up emails"],
        "responses": ["\nHi [Prospect],\nI know you are busy helping your team increase sales [replace with job function]. I want to be sure you know you can share that article with your team. Here's the link again. In 30 minutes I can give you some ideas on how to most efficiently increase your sales.\nDo you have time for a call on [weekday] at [time] or [weekday] at [time]? [Might also include a brief client story of a client who increased sale using one of the six methods.]\nLet me know which of these times is convenient for you or send me a few that work for you. I look forward to talking with you.\n[Salesperson]\n"],
		"context": [""] 
    },
    {
        "tag": "119",
        "patterns": ["sales follow-up emails"],
        "responses": ["\nHi [Prospect], this is [Salesperson]. I am sorry we haven't been able to connect. When we met, you were very interested in increasing your sales [objective]. I know how busy things can get with work and family.\nI want you to know that I don't mind scheduling a call before or after work hours if that would make it easier. Just let me know what works for you. I don't want to be a pest, but I do want to make sure we have an opportunity to talk if you still want to fast track your sales growth [objective].\n"],
		"context": [""]
    },
    {
        "tag": "120",
        "patterns": ["Last-ditch effort follow-up email"],
        "responses": ["\nIn the rare opportunities, I have to work on client acquisition, I have not had much success reconnecting with you. It might just be that you don't have any interest in talking with me -- and that's okay. I just need to know whether or not to keep trying.\nSo, to make this nice and easy for you, you can reply with a simple keystroke. Just reply with either A, B, C, D, or E and I'll know what to do, but please do reply so that I can stop emailing you if you're not interested.\nA. Stop emailing me with attempts to connect but continue to send invites for events.\nB. Don't send me anything, remove me from your list. We don't currently and won't ever need your help.\nC. I want to talk, we need some help, but the timing isn't right. Keep trying.\nD. I would like to schedule a time to talk. We need some help. Please send your calendar link.\nE. I forgot who you are. What's this about?\nThank you.\n"],
		"context": [""]
    },
    {
        "tag": "121",
        "patterns": ["Permission to close your file"],
        "responses": ["\n[Prospect],\nWe are in the process of closing files for the month. Typically when I haven't heard back from someone it either means they're really busy or aren't interested. If you aren't interested, do I have permission to close your file?\nIf you're still interested, what do you recommend as a next step?\nThanks for your help.\n"],
		"context": [""] 
    },
    {
        "tag": "122",
        "patterns": ["Appointment confirmation email"],
        "responses": "\nHi [Contact],\nI’m looking forward to meeting you at [location and time]. As I mentioned during our phone call on [date], I’ll be sharing information about [product/solution], which relates to your [goal, problem, or need].\nFeel free to email or call if you have any questions or further needs before we meet on [date and time]. Looking forward to meeting with you.\nBest regards,\n[Salesperson]\n",
		"context": [""]
    },
    {
        "tag": "123",
        "patterns": ["Letter to reconnect with a client"],
        "responses": ["\nHi [Client],\nI hope you're doing well! I recently saw [LinkedIn post, announcement, etc.] about [topic, product launch, etc.], and I wanted to see if you would be interested in hopping on a call and talk about your [topic, product] strategy for the year.\nWe've launched a few new tools that might be helpful in your approach, and I'd love to tell you more about them. What's the best time for you this week?\nAll the best,\n[Salesperson]\n"],
		"context": [""]
    },
    {
        "tag": "124",
        "patterns": ["follow up email of missed call"],
        "responses": ["\nHi [Prospect],\nI gave you a call a few minutes ago but seem to have missed you. I wanted to follow up with a quick email (because no one really likes listening to voicemails, do they?).\nI have a few questions before our pitch to the team on Thursday:\n\nDo the slides I shared earlier this week align with your expectations?\nAny concerns from the team you feel aren't addressed in our presentation?\n\nLooking forward to incorporating your feedback before the pitch.\nKind regards,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "125",
        "patterns": ["asking for a Referral from a Loyal Customer"],
        "responses": ["\nHello [Customer name],\nI'm so glad to hear you're happy with the results of working with [Your company name] so far. I knew we could help, and I'm pleased you're seeing results so quickly.\nSince things are going so well, I found myself wondering if you have any colleagues at similar companies who would benefit from our [product/service]. I would love to help them achieve similar growth.\nRegards,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "126",
        "patterns": ["asking for a Referral from a New Customer"],
        "responses": ["\nHello [Customer name],\nThat's amazing that you've had such a great experience with our team already. They continue to surprise even me, and I work with them daily.\nI trust they'll take care of you through the rest of the process, and you can always reach back out to me with any questions. In the meantime, since you're in good hands, do you know anyone else who also needs help with [pain/problem that led them to you]?\nLet me know,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "127",
        "patterns": ["asking for a Referral from a Partner, Vendor, or Affiliate"],
        "responses": ["\nHello [Point of contact's name],\nI've noticed that our customers who work with [their company name] have far fewer issues with [problem that they solve] on average. I think that [your company name] and [their company name] makes for a powerful combination.\nDo you currently know anyone who would benefit from [your solution]? I'd be happy to help.\nBest,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "128",
        "patterns": ["asking for a Referral from a Customer on Social Media"],
        "responses": ["\nHello [Point of contact's name],\nThanks for sharing [reference the information in a post you enjoyed] on your LinkedIn post. I was able to converse with quite a few of your constituents in the comments, and as I got to know [name of person you engaged with in the comments] more, I think her business could benefit from [solution you provide]. Since you and I have had a great working relationship thus far, would you mind initiating a formal connection between [prospective referral name] and me? I'd greatly appreciate it!\nLooking forward to hearing from you,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "129",
        "patterns": ["asking for a Referral from a Competitor"],
        "responses": ["\nHello [Point of contact's name],\nI've noticed that you specialize in [insert specialty or niche]. I've had quite a few clients I've turned down recently who could've used services in that area. I'd be happy to send them your way in the future because my ideal client is more along the lines of [description]. If you have any overflow in that area, my company [write in your value proposition] and could provide those clients value.\nLooking forward to hearing from you,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "130",
        "patterns": ["What to Say When They Agree to Make the Referral"],
        "responses": ["\n[Referral],\nI don't know if I've mentioned it before, but I've been working with [CSM name] for a few months. The other day, I was talking with her about some of the things she and I have done, and I realized I should put you two together. So...\n[Referral], meet [CSM, with a LinkedIn profile URL].\n[CSM], meet [Referral, with a LinkedIn profile URL].\nCan I leave the rest to you guys?\nTalk to you both later.\nRegards,\n"],
		"context": [""]
    },
    {
        "tag": "131",
        "patterns": ["Thank a Referral Source"],
        "responses": ["\nDear [Referral Source],\nThank you for referring [Referral Name] to me for [Your Product/Service Offering]. [Referral Company] is a big organization, and I sincerely appreciate your vote of confidence in my abilities by referring them to [Your Company]. We're going to work together on [Services/Project/Initiative] over the next several months, and hopefully [Product/Service Offering] will be as helpful for them as it has been for you.\nAs a token of my appreciation, here's a promo code for 10% off your next purchase from us.\nThank you again for connecting me with [Referral Name], and I look forward to talking again soon.\nKind regards,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "132",
        "patterns": ["Request a LinkedIn Recommendation"],
        "responses": ["\nHi [first name],\nI hope all is well with you. I recently came across this ebook on [topic they care about] that I thought would interest you:\n[link to content asset]\nYou'll find section X particularly valuable.\nI really enjoyed working with you on/at [project/company], and I was wondering if you would write a brief LinkedIn recommendation of my work. I'd love it if you could touch on Y initiative and our collaboration on Z. Just three to five sentences is all I'm after.\nI know a recommendation from you will significantly elevate my profile. I greatly appreciate your time, and hope to hear from you soon.\nThank you,\n[your name]\n"],
		"context": [""]
    },
    {
        "tag": "133",
        "patterns": ["Open House or Showing Follow-Up Email"],
        "responses": ["\nHello [Prospect],\nGreat to meet you at [address] last weekend. I hope you got a good feel for the house and the [benefit of the property -- i.e., great pool, huge master bedroom, beautiful view]. Let me know if I can answer any questions.\nIf you’re interested in the neighborhood, I have another property available nearby. It has many of the wonderful qualities that [address] has, with a few surprises! I’d be happy to set up a private showing for you this week.\nThanks again for stopping by!\nRegards,\n[Your name]\n"],
        "context": [""]
    },
    {
        "tag": "134",
        "patterns": ["Neighborhood Expertise Email"],
        "responses": ["\nHello [Prospect],\nThanks so much for stopping by [address] last Sunday. It was great to meet you!\nIf you’re interested in seeing more homes in this neighborhood, there are a few I’d like to show you. It’s a competitive area, but my expertise buying and selling in [neighborhood] is unparalleled.\nBut before we jump into anything serious, I’d love to learn more about what you’re looking for in a new home. I also want to share my approach to the homebuying process, to make sure I’m the right fit for you. If you’d like to set up a time to meet, click this link to book time on my calendar: [Link to Meeting tool]\nRegards,\n[Your name]\n"],
        "context": [""]
    },
    {
        "tag": "135",
        "patterns": ["Under Contract Email"],
        "responses": ["\nHello [Prospect],\nThanks for your interest in the property at [address]. It was a pleasure meeting you. As you’ve probably heard, this house is currently under contract.\nI know that can be disappointing, but I have good news! Several other homes in the area are coming soon, and I’d be happy to arrange a private or early showing just for you.\n[Neighborhood] is a competitive area right now, but with my expertise, I’m sure we can find the perfect home for you.\nRegards,\n[Your name]\n"],
        "context": [""]
    },
    {
        "tag": "136",
        "patterns": ["Expired Listing Email (If Not Listing Agent)"],
        "responses": ["\nHello [Prospect],\nI noticed your listing for [address] recently expired. You’re probably feeling overwhelmed, frustrated, and impatient -- but I believe I can help.\nMany times, when homes don’t sell, real estate agents blame the price. That’s not quite fair. These homes often suffer from poor marketing. That’s why I consider myself both a marketer and a Realtor.\nI’ve sold [number] houses in [neighborhood] in an average of [number] days for [percent] over asking price -- and I do it with smart marketing and [number] years serving the [city] area.\nI already have several ideas on how to better position your property, and I’d love to hear what you think. If you’d be interested in learning how we can get your house back on the market and competitive, grab some time on my calendar here: [Insert link to Meeting tool]\nRegards,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "137",
        "patterns": ["Expired Listing Email (If Listing Agent)"],
        "responses": ["\nHello [Client name],\nYour listing has expired, you're frustrated, and you're likely being inundated by other real estate agents offering you a magic bullet to sell your home. You have every right to shop your listing around. But here's why you should stick with me.\n\nI know your property inside and out. I've been carefully collecting buyer and agent feedback, monitoring other homes in the neighborhood, and have an intimate familiarity with what makes your home unique.\nI'm prepared to offer you a new limited-service option, which comes with a discounted commission, which means you save money.\nI have an action plan for how I think we can move forward and sell your home in 30 days or less. I'd love to discuss it with you in person or over the phone at your earliest convenience. Book time on my calendar here: [Insert calendar link]\n\nI know this is not where either of us hoped to be, but I'm determined to find the right buyer for you and your home.\nRegards,\n[Your name]\n"],
		"context": [""] 
    },
    {
        "tag": "138",
        "patterns": ["New Listing Email"],
        "responses": ["\nHello [Prospect name],\nHere are a few listings I think you’ll like. They meet your criteria of being in [neighborhood #1] and [neighborhood #2]. And they have [requirement #1], [requirement #2], and [requirement #3].\n\n[House #1]\n[House #2]\n[House #3]\n[House #4]\n[House #5]\n\nLet me know if you’d like a private showing for any of these homes. And if none of these hit the mark, I want to know that too. Looking forward to hearing what you think about these houses (especially #4!).\nRegards,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "139",
        "patterns": ["Low Interest Rate Email"],
        "responses": ["\nHello [Prospect name],\nHope you’re enjoying the [local weather, holiday season, annual event, etc.]!\nI thought you’d be interested to know interest rates in your area have dropped to [percent]. If you’d like to learn what price your home could be listed for -- and what your options are for buying -- click this link to book time on my calendar: [Link to Meeting tool]\nNow get back to enjoying the [local weather, holiday season, annual event, etc.]\nRegards,\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "140",
        "patterns": ["Client Retention Email"],
        "responses": ["\nHello [Prospect name],\nI hope you’re settled into your home and loving it!\nNow that the hard part is over, I thought you’d be interested to learn how to increase your home’s value over the next few years. Here are a few ideas:\n\n[Article about home improvement project #1]\n[Article about home improvement project #2]\n[Article about home improvement project #3]\n\nIf you have any questions about how to get started, or if you need recommendations on good carpenters, handymen, etc., I’d be happy to share my favorites.\nHappy home improving!\n[Your name]\n"],
		"context": [""]
    },
    {
        "tag": "141",
        "patterns": ["Testimonial Email"],
        "responses": ["\nHello [Prospect name],\nChoosing a Realtor can be tough -- and finding the right fit is one of the most important decisions you can make. Realtors (including myself) throw around a lot of stats about buying and selling homes, but it comes down to people looking for a place to be healthy, happy, and build a life.\nTo help illustrate how very human and personal this process is, I wanted to share a story from a recent client, [client name].\n[Insert client testimonial]\nIf you’re interested in learning how I can help you find a perfect fit like I did for [client name], click this link to set up a meeting: [Insert link to Meetings tool]\nRegards,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "142",
        "patterns": ["Farming Email Template"],
        "responses": ["\nHello [Prospect],\nIs it time for something new? If you’ve been considering a move, here are a few reasons why now is the best time to start fresh:\n\nHousing prices in your neighborhood have risen [percent] over the last five years.\nThe average home in [city] is selling in [number] days.\nHomes are selling at an average price of [number].\n\nI have [number] years’ experience selling in your neighborhood and am confident that, together, we can sell your home for the maximum return -- and find your next dream house. If you’re interested in learning more, click this link to schedule a meeting with me: [Link to Meeting tool]\nRegards,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "143",
        "patterns": ["Real estate Thank You Email Template"],
        "responses": ["\nHello [Client],\nI hope you’re settling into your new house and that it’s starting to feel like home for you and [family member/pet names].\nI wanted to say thanks for choosing me as your Realtor. It was a pleasure working with you, and I’m honored you allowed me to help you during this important process.\nIf I can answer any questions over the next few weeks and months, please don’t hesitate to reach out. I know you’ll get a lot of junk mail -- including misleading letters about your loan -- and I’m always happy to help sort real from fake!\nHappy nesting,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "144",
        "patterns": ["Email to Potential Sellers"],
        "responses": ["\nHello [Prospect name],\nThe market is heating up and buyers are interested in your neighborhood. This is great news for you because inventory is low and demand is high.\nIf you'd be interested in discussing the possibility of listing your home, I have some competitive analysis I'd love to share with you. I think you'll be surprised at just how much we could list your home for.\nIf you'd like to learn more, you can set up a quick 15-minute call with me here: [Insert calendar link]\nRegards,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "145",
        "patterns": ["Real Estate Email Newsletter"],
        "responses": ["\nHello [Prospect name],\nHave you been on the fence about buying a home? It's my job to stay on top of the [insert state, city, or neighborhood name] housing market, and now's the time to buy a home and start building your future. Here's why:\n\nReason 1\nReason 2\nReason 3\n\nHave I convinced you yet? I understand this is one of the biggest decisions you'll ever make, so if you'd like to set up a time to talk more over the phone, grab time on my calendar here: [Insert calendar link here]\nRegards,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "146",
        "patterns": ["Open House or Showing Thank You Email"],
        "responses": ["\nHello [Prospect name],\nThanks for stopping by on Sunday. I wanted to check in and ask if I can answer any questions for you about [Insert address]. Also, I thought I'd share a few other similar properties for sale in the area. I'd be happy to set up appointments to view those properties if you're interested:\n\nProperty 1\nProperty 2\nProperty 3\n\nHomes like these are spending approximately [insert number] days on the market, so let me know if you'd like to get a head start!\nRegards,\n[Your name]\n"],
        "context": [""]},
    {
        "tag": "147",
        "patterns": ["congratulating recipient on their news coverage"],
        "responses": ["\nDr. [Last name],\nBecause I work so much with [targeted industry],\nI constantly follow industry news. Recently I noticed that you've [insert company action].\nUsually when that happens, [insert business issue] becomes a priority. That's why I thought you might be interested in finding out how we helped [similar firm] get going quickly in their new direction -- without any of the typical cookie cutter approaches to marketing.\nCheck out our patient advertising and brand campaigns here. If you'd like to learn more, let's set up a quick call. Schedule 15 minutes here on my calendar.\nRegards,\nMatthew\nP.S. If you're not the right person to speak with, who do you recommend I talk to?\n"],
        "context": [""]},
    {
        "tag": "148",
        "patterns": ["follow-up email with helpful content personalized to recipient's industry"],
        "responses": ["\nHello Dr. [Last name],\nI'm following-up my previous email with a free tool I think you'll love.\nIt's a brand analysis survey I created just for you (literally, your name is on it), that will help you understand how your practice is different from other doctors in [insert their city].\nClick here [add hyperlink to survey] to begin the brand differentiation analysis survey. When we speak, I'll benchmark your responses against the top physician brands around the country.\nI'm sharing my calendar (click here) so we can schedule a convenient time to discuss.\nEnjoy your weekend,\nMatthew\n"],
        "context": [""]},
    {
        "tag": "149",
        "patterns": ["trying to connect"],
        "responses": ["\nHi Dr. [Last name],\nI'm sorry we haven't been able to connect. Again, I know how hectic things can get at work and with family.\nI would be available for a call during weekends or before or after work hours if that's easier for you? I don't mean to bug you, but I do want to help you manage your team so you can exceed your goals of [insert custom goals].\nTo schedule a time on my calendar, just click here.\nBest,\nMatthew\n"],
        "context": [""] },
    {
        "tag": "150",
        "patterns": ["seeking Permission to close the file"],
        "responses": ["\nHi Dr. [Last name],\nI'm writing to follow up. We are in the process of closing files this month.\nTypically, when I haven't heard back from someone it means they are either really busy or aren't interested. If you aren't interested, do I have permission to close your file?\nIf you are still interested, what do you recommend as a next step?\nThanks for your help.\nRegards,\nMatthew\n"],
        "context": [""] },
    {
        "tag": "151",
        "patterns": ["Call recap", "recap email"],
        "responses": ["\nHi [prospect name],\nThanks for sharing some insight into your role at [prospect’s company] earlier today -- not to mention, speaking with me about [commonality or rapport-building point].\nTo recap, you’re currently [struggling with X challenge, trying to achieve Y goal]. I’ve suggested [strategy or quick tip]. The resources attached, which cover [topic], may also help.\nLet me know if I can answer any questions about this content and/or my recommendations. I’m looking forward to speaking again on [date and time].\nBest,[Your name]\n"],
        "context": [""] },
    {
        "tag": "152",
        "patterns": ["offering Ways to Make Your Clinic'ss Waiting Room More Family-Friendly"],
        "responses": ["\nHi Ross,\nThanks for sharing some insight into your role at Dental Excellence earlier today -- not to mention, giving me the opportunity to geek out about Marvel comics.\nTo recap, you’re currently struggling to compete with corporate practices. I’ve suggested a new marketing campaign focusing on the unique patient-dentist relationship you can provide. Here are two blog posts from our team that may help:\n\n10 Ways to Make Your Clinic’s Waiting Room More Family-Friendly\nHow to Improve the Patient Experience From Start to Finish\n\nLet me know if I can answer any questions about this content and/or my recommendations. I’m looking forward to speaking again tomorrow at 10 a.m.\nBest,Phoebe\n"],
		"context": [""]},
    {
        "tag": "153",
        "patterns": ["Touch base recap"],
        "responses": ["\nHi [prospect name],\nI really enjoyed answering your questions this morning and taking a deeper dive into how we can help you overcome [challenges discussed in conversation].\nHere’s [resource #1 and #2] that demonstrate how we can help you boost [business goal] and solve [business challenge].\nLooking forward to our next meeting on [date and time]. In the meantime, let me know if you have any questions and I’d be more than happy to chat.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "154",
        "patterns": ["offering Tips for Recruiting Stellar Sales Reps and Ultimate Guide to Sales Training"],
        "responses": ["\nHi Rachel,\nI really enjoyed answering your questions this morning and taking a deeper dive into the challenges Geller Computers is having developing your sales team.\nHere are the Top 20 Tips for Recruiting Stellar Sales Reps and Ultimate Guide to Sales Training that demonstrate how we can help you increase the efficiency of your sales team and boost revenue.\nLooking forward to our next meeting on October 12th at 11:00 A.M.. In the meantime, let me know if you have any questions.\nBest,Ross\n"],
        "context": [""] },
    {
        "tag": "155",
        "patterns": ["Meeting recap"],
        "responses": ["\nHi [prospect name],\nThanks for a productive conversation today. We discussed the [obstacles you’re facing in X area, progress you’re hoping to make with Y initiative, changes you’re implementing to Z], specifically:\n\n[Point #1]\n[Point #2]\n[Point #3]\n\nI’m linking to more information on those points and potential solutions.\nAs mentioned, the next step is X. I’ll [talk to you, look for your email, see you at our meeting] on [date and time].\nBest,[Your name]\n"],
        "context": [""]},
    {
        "tag": "156",
        "patterns": ["meeting recap"],
        "responses": ["\nHi Joey,\nThanks for a productive conversation today. We discussed the challenges you’re having with your sales compensation plan, specifically:\n\nStrategic misalignment\nInadequate rewards for your top salespeople\nDeclining efficacy of contests and SPIFs\n\nI’m linking to more information on those points and potential solutions.\nOur next step is looping in your director of sales and walking her through the plan we’ve designed. I’ll see you at your office on January 10 at noon.\nBest,Rachel\n"],
        "context": [""]},
    {
        "tag": "157",
        "patterns": ["Demo recap"],
        "responses": ["\nHi [prospect name],\nThanks for [taking a look under the hood with me, exploring a potential partnership] today. It seems like [product] is a good fit for [you/your team], especially in these areas:\n\n[Feature #1]: Will allow you to [accomplish X goal]\n[Feature #2]: Will help you [with Y challenge]\n[Feature #3]: Will mitigate [Z issue]\n\nYou mentioned you’ll need to run this by [other stakeholders’ names, decision maker’s name], so I’m attaching two resources: [Helpful product resource] and [helpful product resource].\nThe next step is [action item]. Please let me know if you have any questions. If not, I’ll talk to you on [date and time].\nBest,[Your name]\n"],
        "context": [""] },
    {
        "tag": "158",
        "patterns": ["Demo recap"],
        "responses": ["\nHi Chandler,\nThanks for taking a look under the hood with me today. Our sustainability consulting service seems like a good fit for Hugh Apparel. Here are the main solutions we discussed:\n\nWe’ll help you go carbon-neutral, which our research shows 87% of your customers care about\nWe’ll put together a sustainability report highlighting areas of improvement in your environmental policies\nWe’ll audit your waste to find areas of cost savings\n\nYou mentioned you’ll need to discuss this with your boss, so I’m attaching the following resources: A case study from Joe Threads, another company in the online men’s retail space, and some testimonials from current customers.\nThe next step is discussing a timeline for getting started. Please let me know if you have any questions. If not, I’ll talk to you on Wednesday at 4:15 p.m.\nBest,Monica\n"],
        "context": [""]},
    {
        "tag": "159",
        "patterns": ["Objection handling recap"],
        "responses": ["\nHi [prospect name],\nThank you for your time today and for expanding on [X goal and the Y challenges you’re facing] and the concerns you’re having about the feasibility of solving this problem.\nHere are the top potential solutions we discussed:\n\nPotential solution #1\nPotential solution #2\n\nI’m glad we agreed these could be beneficial solutions for [prospect’s company]. And here are the two ways we’re uniquely positioned to help you implement these solutions:\n\nUnique value proposition #1\nUnique value proposition #2\n\nLet me know if you have any questions on the attached information. I look forward to [your email, talking to you, our meeting] on [date and time].\nBest,[Your name]\n"],
        "context": [""] },
    {
        "tag": "160",
        "patterns": ["Objection handling recap"],
        "responses": ["\nHi Janice,\nThank you for your time today and for expanding on your goal to increase customer NPS, and the difficulties you’re having with improving customer service and experience. I also appreciate you sharing your concerns about Geller Industries’ ability to solve for those challenges.\nHere are the top potential solutions we discussed:\n\nCreate a knowledge base to provide customers with answers to frequently asked questions.\nAdd a chat feature to your site so customer support specialists can provide quick service and solutions to your customers.\n\nI’m glad we agreed these could be beneficial solutions for Phoebe’s E-commerce Solutions. And here are the ways Geller Industries is uniques positioned to help you implement these solutions:\n\nWe have an existing knowledge base of over 5000 industry professionals, to help you better service your customers.\nWe have the fastest and most intuitive chatbot in the market.\n\nLet me know if you have any questions on the attached information. I look forward to meeting with you and the VP of Customer Success next Wednesday, October 3 at 1:00 P.M..\nBest,Chandler\n"],
        "context": [""] },
    {
        "tag": "161",
        "patterns": ["want to know your opinion"],
        "responses": ["\nHi Lisa,\nHope you had a nice few days out of the office!\nI'm looking forward to our meeting tomorrow. I'd like to walk away having a better understanding of your pain points with global logistics, your team's 2020 goals, and how our international logistics software can help you achieve them.\nIn the meantime, we just released a new case study with a company I think yours has quite a lot in common with. Here's the link: [Insert link].\nLet me know if you have any questions. Otherwise, looking forward to connecting tomorrow at 11:00 AM ET. Hope you're surviving the post-vacation sluggishness!\nRegards, Meg\n"],
        "context": [""] },
    {
        "tag": "162",
        "patterns": ["Reply to a prospect's proposal","Reply to a Company proposal", "Reply to a Agency proposal","Reply to a Customer proposal"],
        "responses": ["\nHi [First Name],\nThank you for your interest in [Agency]. We’ve worked with many companies that have struggled with [Key Challenge]. You can read up on the successes of our previous relationships here [Link] and here [Link].\nWe don’t create proposals at this point in the process as we’re a results-driven agency, meaning we need to better understand your business, challenges, and needs to be able to determine if and how we can help. Because of this focus, we only take on a certain number of new accounts per year -- those clients who we are confident we can produce results for.  \nI’d love to schedule a call or in-person meeting to learn more about your marketing and sales goals for the year, your current marketing activities, and how our agency could work to improve results for [Company Name].\nHere are a few dates and times that would work for us.\n\n[Date and Time]\n[Date and Time]\n[Date and Time]\n\nLooking forward to chatting.\nBest,\n"],
		"context": [""]},
    {
        "tag": "163",
        "patterns": ["Additional charges for extra work","additional charges for out of scope work","Respond to a client requesting out-of-scope work","Respond to out-of-scope work"],
        "responses": ["\nHi [First Name],\nThanks for sending over the information on the additional content pieces you would like us to create prior to the launch of the new website. It’s a great idea, and I think they will add a lot of value to visitors who are unfamiliar with your brand and products.\nI’ve gone ahead and updated the scope of work [Link or Attach] to include these two new content projects, which you will see reflected in the revised quote. The price for the additional content offers comes to [$X,000]. Take a look, and let me know if you have any questions. Once you approve, I’ll add those two projects to [Project Management Tool] where you’ll be able to review and track the timeline for completion and approvals.\nThanks,\n"],
		"context": [""]},
    {
        "tag": "164",
        "patterns": ["Show ongoing work to client","Show inprocess work to customer","show progress about the project"],
        "responses": ["\nHi [First Name],\nI hope you’re ready!\nThe team just finished up the design comps for the redesign of the homepage, and I'm so excited to show them off to you. I think you’ll find that while the two versions are very different, they both solve the problem of your visitors failing to understand how easy to implement your solution is.\nBut first, we want to highlight a few things from the approved creative brief to set the stage:\n\n[Target audience]\n[The problem the design should solve]\n[The action viewers should take]\n[The emotion/feeling people should have when viewing]\n\nNow, here are the design mockups with an accompanying description of why we made certain decisions.\n\nVersion 1 [Link]\nVersion 2 [Link]\n\nAfter viewing these, please let us know if you have any opinions on the following for each design:\n\nWhat’s memorable?\nWhich do you think will appeal more to your target audience?\nIs the messaging in line with the needs/challenges of your visitors?\nIs the call to action compelling and clear? Could we do anything to improve this?\nWhich one do you think will perform better with your target visitors?\n\nAs we mentioned in our last meeting, we think it would be valuable to do a heat mapping test on these two version to determine which converts at a higher rate. Here’s a [Link] to the description of the project and price for that test.\nIf you’d like to have a call to discuss this, click here [Link to Online Booking Calendar] to schedule time on my calendar.\nThanks,\n"],
		"context": [""]},
    {
        "tag": "165",
        "patterns": ["Follow up on a project with a client"],
        "responses": ["\nHi [First Name],\nI wanted to follow up with you to see if you have any feedback on the design comps I sent over late last week. Please let me know if you have any suggestions/questions or inform me of your approval of one of the designs.\nTo meet the requested launch day of [Date], we will need at least [# of Days or Weeks] for development and testing. If I don’t receive your approval by [Date], we’ll have to push back beginning on Phase II of the project, which will impact the final delivery date.\nI’ll follow up by phone if I don’t hear from you by tomorrow morning.\nThanks,\n"],
		"context": [""] },
    {
        "tag": "166",
        "patterns": ["Politely push a deadline","Requesting for some more time to finsh the task or project or work", "Asking for extra time to finish the incomplete work"],
        "responses": ["\nHi [First Name],\nI’m checking in with some news on the project. Everything looks really good right now, as you saw during our check-in last week, but we actually encountered a problem that will impact the original launch date. We’re not going to be able to meet the original due date because of [List Reasons]. While this is something we discussed was a risk factor that could impact the launch date during the project scoping, we were hoping it could be avoided. We’re doing everything we can to minimize the impact, including [State Actions Taken].\nBased on the timeline of the vendor, I’ve adjusted the milestones, including your review and approval dates, in [Project Management Tool]. The new final delivery date is set for [Date].\nI apologize for any negative consequences this may have on your schedule. I’d be happy to discuss how we can help to reduce the impact of any issues due to the change.\nPlease give me a call to discuss this further if you’d like, or you can schedule a time with me here [Link to Online Booking Calendar].\nBest,\n"],
		"context": [""]},
    {
        "tag": "167",
        "patterns": ["permission to showcase the project on our website","Request a testimonial from a client"],
        "responses": ["\nHi [First Name],\nI was very happy to see the results of the analysis of the website redesign’s impact on Q3 marketing and sales -- as I’m sure you were.\nOn that note, I was wondering if you would give us permission to showcase the project on our website. And if so, would you be able to write 4-5 sentences that describes your experience working with us: What did you like about working with us? What results have you seen? Why will other clients like you enjoy working with our team? We’d love to feature the project, your testimonial, and your name/headshot in a call out on our site. If you’d like some inspiration, here are a few examples [Link] of kind words from previous clients.\nLet me know if you have questions or need more information. We really enjoyed working with you on this project.\nThanks,\n"],
		"context": [""]},
    {
        "tag": "168",
        "patterns": ["Write a review about our work","Request a positive online review or recommendation"],
        "responses": ["\nHi [First Name],\nI was very happy to see the results of the analysis of the website redesign’s impact on Q3 marketing and sales -- as I’m sure you were.\nOn that note, I was wondering if you would be willing to spread the word about your work with us and your results on social media, Yelp, Google, Facebook, or other review sites so that we can continue to grow our audiences. If so, here's a few things you can do to help us:\nPost a Tweet, Facebook update, or LinkedIn post about your new redesign and tag us.\nWrite a review about our work together on Google or Yelp.\nPost about your redesign on your other channels, while giving us a quick mention.\nThis is purely voluntary, but we'd greatly appreciate your word of mouth recommendation! Let me know if you have questions or need more information. It's been a pleasure working with you!\nThanks,\n"],
		"context": [""] },
    {
        "tag": "169",
        "patterns": ["show client or customer how company manage business","contact new client or customer","introduce company"],
        "responses": ["\nHi [prospect name],\nIt's one year into the future. How has [prospect's company] handled [X pain point, Y opportunity, Z strategy]?\nIf you're unsure about the answer, I have a few ideas you might find interesting. Would you like to hear them?\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "170",
        "patterns": ["recommend a book or great book"],
        "responses": ["\nDear [prospect name],\nI recently learned March 2 is Read Across America Day. In honor of the occasion, I wanted to recommend a great book about [topic]: [Title]. Its [suggestions, insights] on [subject] may be particularly relevant to your [challenge with X, industry, product, market, etc.], especially [chapter Y, section Z].\nI'm happy to discuss the takeaways on a quick phone call if you're interested as well.\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "171",
        "patterns": ["suggestions for saving time or boosting your efficiency"],
        "responses": ["\nHi [prospect],\nHopefully, you remembered to show up to work an hour earlier today. Losing 60 minutes of sleep is never fun, but I do have a few suggestions for [saving time with X, boosting your efficiency at Y, reducing the time to do Z] that could make up (and more) for your lost time.\nWould you be interested in hearing them?\nCheers,[Your name]\n"],
		"context": [""]},
    {
        "tag": "172",
        "patterns": ["want to work with your company","provide service to your company"],
        "responses": ["\nDear [prospect name],\nCongratulations on making it through the winter — is it just me, or does it seem longer every year? With Q2 almost here, you might be thinking about [launching new campaigns for X, starting a project on Y, solving Z]. I've helped several clients [in your industry, serving the same market, dealing with this challenge] and would be happy to share what worked and what didn't.\nAre you interested?\nThanks,[Your name]\n"],
		"context": [""]},
    {
        "tag": "173",
        "patterns": ["Congratulations on Your company Success"],
        "responses": ["\nHi [prospect name],\nWas [prospect's company] been blessed with the luck of the Irish? You guys have been killing it lately when it comes to [business area, strategy] — I was impressed to see [recent announcement].\nTypically, companies who achieve X [struggle with A, pursue B next, double their return by investing in C, minimize risk with D strategy]. Have you considered this approach?\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "174",
        "patterns": ["providing tips to customer","Solution for your problem","help you to solve problem","reduce effort by providing tips"],
        "responses": ["\nHi [prospect name],\nMy customers often tell me [capitalizing on X opportunity, solving Y pain point] can feel like finding a four-leaf clover: In theory, it's possible, but in practice time-consuming and often fruitless. Luckily, I've got several tips that can make your efforts easier and far likelier to pay off.\nLet me know if you'd like to hear them.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "175",
        "patterns": ["ebook, white paper, blog post, podcast for solving the problem"],
        "responses": ["\nHi [prospect name],\nIs everything all right when it comes to your strategy for [business are]? If not, you owe it to The Beatles to take some action.\nThis [ebook, white paper, blog post, podcast episode] has some valuable tips on [resolving issue, boosting favorable metric, planning for upcoming event or occasion]. You might find [page X, section Y, clip Z] particularly helpful — it speaks to [specific topic], which relates to your [company, problem, role] in [specific way].\nCheers,[Your name]\n"],
		"context": [""]},
    {
        "tag": "176",
        "patterns": ["perfect time to reevaluate your business strategy"],
        "responses": ["\nYou know what they say about spring: It's the perfect time to reevaluate your [business area] strategy.\nOkay, I might be the only one saying that. But I've got a good reason — [similar company], one of my clients [in your space, serving the same market as you, selling the same product as you], recently [saw X results] after revamping the [way they approached business area].\nWould you be interested in learning the specific steps they took?\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "177",
        "patterns": ["for any questions, query contact me","need help contact me"],
        "responses": ["\nHi [Prospect name],\nI noticed you recently read several of our blog posts on [topic of interest]. I thought I'd help you continue down your rabbit hole of information by sharing a few other articles:\n\n[Blog Article 1]\n[Blog Article 2]\n[Blog Article 3]\n\nIf you have any questions — or need more articles on the subject — I'd be happy to help.\nRegards,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "178",
        "patterns": ["boost customer retention"," increase annual member"],
        "responses": ["\nHello [Prospect name],\nThey tell me it's spring, but it sure doesn't feel like it outside. Unfortunately I can't boost temps but I can help you boost customer retention.\nIf you'd be interested in learning how [Your company name] can help [Buyer company name] increase annual member renewals by up to 40%, click here to book time on my calendar: [Calendar link]\nI'll leave you with a reminder that warmer weather will exist again.\n \n\n\n\n \nThanks, [Your name]\n"],
		"context": [""]},
    {
        "tag": "179",
        "patterns": ["why you haven't been in touch","why you have not contacted"],
        "responses": ["\n… why you haven't been in touch — you've been hibernating for the winter.\n\nNow that spring is here, are you interested in picking up our conversation about [solving X pain point, taking advantage of Y opportunity] again?\nThanks,[Your name]\nP.S. "],
		"context": [""] },
    {
        "tag": "180",
        "patterns": ["provide suggestion","give suggestion"],
        "responses": ["\nHey [prospect name],\nForgetting to wear green on St. Patrick's Day is one thing, but letting [paint point] go unresolved is a little more serious. Here are two ideas you might consider trying:\n\n[Actionable suggestion #1]\n[Actionable suggestion #2]\n\nIf you'd like more details on how to execute those, just give me a shout.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "181",
        "patterns": ["A Missed Connection","was not able to connect with you"],
        "responses": ["\nHi [prospect name],\nMaybe I should have brought my shamrock to work today — I wasn't able to connect with you at [planned time]. I was planning on covering [topic #1] and [topic #2]. To catch you up, here are some helpful resources:\n\n[Link #1]\n[Link #2]\n\nIf you'd like to try again, here's a link to my calendar: [Link].\nCheers,[Your name]\n"],
		"context": [""]},
    {
        "tag": "182",
        "patterns": ["renewing the contract","renewal of contract"],
        "responses": ["\nHello [prospect name],\n'Tis the season of fresh foliage, new blooms ... and account renewals! Based on our previous conversations, it sounds like you're happy with the returns you're seeing with us.\nAre you ready to talk about renewing your contract? If so, I'll send the paperwork right over. We'd be honored to earn your business for another year.\nThanks,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "183",
        "patterns": ["recycling old relationships","forming new relationship","form or build new relationship"],
        "responses": ["\nHey [Prospect name],\nDid you know that an old milk carton can be sawed in half and used as a planter?\n\n\n\nAll \"The Office\" jokes aside, spring is a time when I touch base with old contacts to see if we're a better fit now — like recycling old relationships to form the new.\nIf you'd like to set up a quick phone call, book time on my calendar here: [Insert calendar link]\nThanks,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "184",
        "patterns": ["i will stop reaching out","not send mail to you"],
        "responses": ["\nHey [prospect name],\nFebruary 2 has come and gone, but I'm starting to worry my emails to you are making you feel like Phil Connors in Groundhog Day.\n\nNo one wants to relive the same experience over and over. If [solving X challenge, exploring Y opportunity] is no longer a priority, please let me know and I'll stop reaching out.\nThanks,[Your name]\n"],
		"context": [""]},
    {
        "tag": "185",
        "patterns": ["I won't reach out again"," you had not responded"],
        "responses": ["\nHi [prospect name],\nI'm spring cleaning my files and saw you hadn't responded to my calls or emails in a while. Are you still considering [doing X, solving Y]? If not, I won't reach out again.\nThanks,[Your name]\n"],
		"context": [""] },
    {
        "tag": "186",
        "patterns": ["respond to this email","I haven't/have not heard back from you"],
        "responses": ["\nHi [Prospect name],\nI haven't heard back from you in a while. I hate to part ways before you've heard how I can help you [increase X, decrease Y], but I understand that now might not be the right time.\nIf you'd like to keep our conversation going, please respond to this email. If not, no problem. I'll simply assume we're on a break :)\nThanks,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "187",
        "patterns": ["shedule a meeting","fix time for conversation"],
        "responses": ["\nThe days are getting longer and the sun is setting later, so I thought that might give us a little more time to discover whether [Your company] can help [Buyer's company].\nI'd love to tell you how I've helped similar companies increase their D&I recruiting by up to 55%. If this sounds like something you're interested in, you can book time on my calendar here: [Link to calendar]\nThanks,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "188",
        "patterns": ["Do you still need support"],
        "responses": ["\nHi [prospect name],\nFresh blooms aren’t the only things giving me allergies this year — salesy emails have been out of control lately. It looks like our previous conversation got lost in the shuffle and I wanted to reach out one more time.\nDo you still need support with [doing X, solving Y]? If so, I’m happy to help. You can book time on my calendar here: [Link to calendar]. If I don’t hear from you by next week, I’ll stay out of your inbox.\nThanks,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "189",
        "patterns": ["my opinion"],
        "responses": ["\nHi [prospect name],\nI recently got off the phone with someone in [relevant department] at [company in prospect’s space]. [Company] is doing some really interesting things around [business area prospect is interested in].\nWould you like to hear how I think [prospect’s company] could apply some of those takeaways?\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "190",
        "patterns": ["expect results above the average"],
        "responses": ["\nHey [prospect name],\nI’m impressed by your [campaign for X, recent company announcement about Y, work in Z area]. I’d expect your results to be above the [industry, vertical, market] average.\nWould you be interested in discovering exactly where you stand compared to your peers?\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "191",
        "patterns": ["have some ideas that could make a difference"],
        "responses": ["\nHi [prospect name],\nLately, I’ve spent some time thinking about [challenge prospect is likely facing]. It’s a big issue for companies like yours -- after all, [reason why this pain point is significant].\nI don’t have a full-fledged solution yet. However, I do have a couple ideas that could make a difference. Do you want to hear them?\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "192",
        "patterns": ["risking your companys image"],
        "responses": ["\nHey [prospect name],\nI saw you haven’t [updated X strategy, changed over to Y system, added Z policy]. While I don’t want to ring any unnecessary alarm bells, I think you’re risking your company’s [long-term growth in A, health in specific area B, plans for C].\nHere’s the first thing I’d do: [Actionable suggestion or high-level tip]. If you’d like to hear the next steps, let me know.\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "193",
        "patterns": ["recap of what we discussed"],
        "responses": ["\nHi [prospect name],I’ve included a recap of what we discussed today. One of the most significant insights from our conversation: You’re currently [losing X per month, missing out on Y per week, at a huge risk for X]. The sooner [prospect’s company] [solves this challenge, takes this opportunity], the better.\nMain items covered:\n\n[Item #1]\n[Item #2]\n[Item #3]\n\nI'm looking forward to speaking again on [date and time]. Let me know if you have any questions in the meantime.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "194",
        "patterns": ["Are you available to talk", "Can we discuss"],
        "responses": ["\nHi [prospect name],\nGlad we got the chance to discuss [topic] today. [Important event] you mentioned is just X [days, weeks, months] away -- if you want to have a strategy for [achieving Y] by then, you’ll need to follow this timeline:\n\n[Action step #1] by [date]\n[Action step #2] by [date]\n[Action step #3] by [date]\n\nAre you available on [date and time] to talk about [action step #1]?\nThanks,[Your name]\n"],
		"context": [""]},
    {
        "tag": "195",
        "patterns": ["have some suggestion to solve the problem"],
        "responses": ["\nHey [prospect name],\nNow that I’ve had some time to think about our last conversation on [date], I’ve come up with a few more suggestions for [solving X pain point, meeting Y objective, exploring Z opportunity]. You’ll be excited to hear these.\nHere’s a link to my calendar so you can book a time that works: [Link].\nCheers,[Your name]\n"],
		"context": [""]},
    {
        "tag": "196",
        "patterns": ["Spending some time for solution"],
        "responses": ["\nHi [prospect name],\n[Prospect’s job title] at [rep’s company] is always busy doing [X, Y, and Z] -- so I assume you’ve got a full plate as well.\nBut spending some time upfront to put in place a solution for [pain point] will pay off exponentially. [Customer], for example, [saved X hours per week, trimmed Y from their budget, made Z more per month] after using [product].\nAre you free on [date and time] to pick up where we left off?\nThanks,[Your name]\n"],
		"context": [""] },
    {
        "tag": "197",
        "patterns": ["allow you to get promotion", "allow you to increase your teams output "],
        "responses": ["\nHi [prospect name],\nNormally, I stop following up with people if they haven’t gotten back to me after [X weeks]. I figure they’re not interested, and I don’t want to waste anyone’s time.\nHowever, my conscience won’t let me give up so easily with you. Based on our conversations on [date and time] and [date and time], I’m confident you could [solve X pain point, capitalize on Y opportunity] -- which will allow you to [get that promotion to X role, increase your team’s output by Y amount, outperform your competitors in Z area].\nSo before I walk away: Are you sure you’re not interested in [solving X, capitalizing on Y]?\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "198",
        "patterns": ["let me know what questions you have","Would you be interested in scheduling another call"],
        "responses": ["\nHi [Prospect],\nI rang (XXX) XXX-XXXX at 3 p.m. today and it went straight to voicemail. I planned to cover Y and Z during today’s call, so I wanted to send over a couple pieces of information to catch you up. Take a look and let me know what questions you have!\n\nLink or file to piece #1\nLink or file to piece #2\n\nWould you be interested in scheduling another call? I have a [link to meetings app] that should make it easy to select an open time.\nBest,\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "199",
        "patterns": ["unable to reach you for our scheduled meeting today","I planned to cover topic during todays call"],
        "responses": ["\nHi [Prospect],\nI was unable to reach you for our scheduled meeting today. It freed up some unexpected space in my calendar, and I actually had time to clean my desk drawer for the first time in who knows how long. A geologist could probably measure the stratum of dust that had accumulated.\nJoking aside, missed meetings happen, and I'm looking forward to reconvening. I planned to cover [topic] during today’s call, so here's some supplementary information about [topic]:\n\nLink or file to piece #1\nLink or file to piece #2\n\nTake a look, and let me know what you think. We can reschedule for next week and discuss: [link to meetings app]\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "200",
        "patterns": ["looking forward to our call today","I did research"],
        "responses": ["\nHey George,\nI’m looking forward to our call today. I plan to ring you at 3 p.m. at (XXX) XXX-XXXX. We’ll use the time to cover Y and Z. I did a bit of extra research on what that looks like for [prospect’s company/team]. Excited to get your thoughts.\nTalk to you soon,[Your name]\n"],
		"context": [""] },
    {
        "tag": "201",
        "patterns": ["improving or addressing business challenge"],
        "responses": ["\nHi [prospect name],\nThe ball might've dropped in Times Square, but I'm guessing you don't want to drop the ball on [initiative, recent company announcement, industry shift, likely challenge].\n\nI have a few suggestions on [improving/addressing business challenge]. Are you free on [date and time] to discuss them?\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "202",
        "patterns": ["I can not do this alone ","help me to keep my resolutions"],
        "responses": ["\nHey [prospect name],\nThis year, I'm resolving to help you [solve X challenge, accomplish Y goal, pursue Z opportunity]. Oh, and [work out more often, eat less dessert, get organized] … but I'm less confident about that one.\nWill you help me keep at least one of my resolutions? If you're available on [date and time], I have X suggestions that may help in [business area].\nThank you,[Your name]\n"],
		"context": [""] },
    {
        "tag": "203",
        "patterns": ["New year"],
        "responses": ["\nHi [prospect name],\nThanks to [trend], [business area, strategic focus] will be a major focus in 2020 for companies of [prospect's size] in [prospect's space]. How does [prospect's company] plan to capitalize on this change?\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "204",
        "patterns": ["Congratulations"],
        "responses": ["\nHello [prospect name],\nMost people are still toasting to the new year, but I'm lifting a virtual glass to [prospect's company] in honor of [recent announcement].\n\nTypically, businesses who do X [struggle with A, pursue B next, double their return by investing in C, minimize risk with D strategy]. Have you considered this approach?\nBest,[Your name]\n"],
		"context": [""]  },
    {
        "tag": "205",
        "patterns": [" I have waited all year to send you this"],
        "responses": ["\nHi [prospect name],\nTo be fair, since it's [date] 2020 I've only waited X days … But when it comes to [likely challenge, opportunity, industry shift], time is of the essence.\nHow is [prospect's company] planning to [deal with challenges, capitalize on X opportunity, respond to industry shift]? This [blog post, podcast episode, white paper] has some interesting tips.\nCheers,[Your name]\n"],
		"context": [""] },
    {
        "tag": "206",
        "patterns": [" I have a question "],
        "responses": ["\n… to wish you a Happy New Year, that is.\nNow that we've gotten the last scraps of confetti out of our hair, I have a serious question. Would you be interested in [an introduction to a helpful person, a feature in a post I'm writing on X, a recommendation on achieving Y]?\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "207",
        "patterns": ["I have few suggestions"],
        "responses": ["\n\nI might not have a proton pack weapon, but I do have a few suggestions for [solving pain point]. Is that a challenge [prospect's company] is currently dealing with?\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "208",
        "patterns": ["I have some ideas"],
        "responses": ["\nHi [prospect name],\nThat's how much the restaurant's Times Square location charged people to attend its New Year's Eve party last year.\nBut whether you ate lots of pasta this New Year's or settled for good old-fashioned libations, I'm sure you're thinking about how to [solve X likely challenge]. I have some ideas — want to hear them?\nYou can book a meeting with me here: [Link to meetings tool.]\n- [Your name]\n"],
		"context": [""] },
    {
        "tag": "209",
        "patterns": [" ideas to capitalize momentum"],
        "responses": ["\nHi [prospect name],\nI've been following you on LinkedIn for awhile, and couldn't help but notice all of the incredible strides your company made this year.\nI have some ideas for how you can capitalize on your momentum in the new year. Are you free on [date and time] to discuss them?\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "210",
        "patterns": ["have not heard back","not getting response from you"],
        "responses": ["\nHi [prospect name],\nI've reached out to [prospect's company] a few times over the past [X months, year] but haven't heard back. What I talked about clearly didn't resonate. In honor of the new year, I'm refocusing on your needs.\nThe companies I work with in [prospect's industry] of [prospect's size] typically struggle with these challenges:\n\n[Challenge #1]\n[Challenge #2]\n\nAre you experiencing either of these?\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "211",
        "patterns": ["Looking forward "],
        "responses": ["\nHey [prospect name],\nI came across this post on [2020 predictions for prospect's industry or market] and thought of you. The author thinks [X event] is highly likely — does [prospect's company] have a plan in place for [responding to, minimizing the impact of, profiting from] this change?\nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "212",
        "patterns": ["If you want consultation respond"],
        "responses": ["\nHi [prospect name],\nIn honor of the new year, I'm doing something that might sound crazy: I'm giving my time away for free.\nThe last time we spoke, you [expressed concern, demonstrated interest] in [business area related to rep's expertise]. If you want a no-strings-attached [15-minute, 20-minute, half hour] consultation on [rep's area of expertise], just [book a slot on my calendar, respond with your preferred date and time] — no sales pitch, guaranteed.\nThere's no catch — I'd rather commit to this resolution than try to exercise more (and fail for the third year in a row).\nLooking forward to discussing [how to solve X, drive Y results],\n[Your name]\n"],
		"context": [""]},
    {
        "tag": "213",
        "patterns": ["I'm not giving up on you"],
        "responses": ["\n[Prospect name],\nCan you believe most resolutions are abandoned by the second week of February?\nI'm not giving up on you so easily. Let me know if [addressing X, doing Y] is still a priority in Q2.\n-[Your name]\n"],
		"context": [""]},
    {
        "tag": "214",
        "patterns": ["how I can support your business plans"],
        "responses": ["\n[Prospect name],\nI'm sure your inbox is jam-packed, so I wanted to make sure we didn't lose touch.\nI would love to follow up on our conversation from last week to discuss how I can support your 2020 business plans. Are you available at [date, time]?\n-[Your name]\n"],
		"context": [""]},
    {
        "tag": "215",
        "patterns": ["close your file"],
        "responses": ["\nHello [prospect name],\nI promise I'm not just reaching out because it's New Year's ...\n\nI'm reaching out to ask if you're still interested in [driving X results, investing in Y business area, fixing Z issue]. If this is no longer a priority, do I have permission to close your file?\nThanks,[Your name]\n"],
		"context": [""] },
    {
        "tag": "216",
        "patterns": ["Reevaluating your strategies "],
        "responses": ["\nHi [prospect name],\nAs [prospect's company] enters the new year, you might be reevaluating your strategies for X. Are you still interested in discussing [solutions to/opportunities in] X for [prospect's company]?\nIf not, please let me know so I can stop reaching out.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "217",
        "patterns": ["We do not talk anymore like earlier "],
        "responses": ["\nHi [prospect name],\nWe don't talk anymore, like we used to … But it's a new year, and I'm ready to try one last time.\nWhen we last spoke, we discussed [pain] and how [product] could help [drive X results]. Are you still interested in continuing that discussion? If not, please let me know so I can stop playing this song.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "218",
        "patterns": [" I will be here to help. "],
        "responses": ["\nHi [prospect name],\nI'm sure your new year has gotten off to a busy start. \nWhen you're ready to discuss a solution for [problem] to help solve [result], I'll be here to help. \nBest,[Your name]\n"],
		"context": [""]},
    {
        "tag": "219",
        "patterns": ["Send actionable advice"],
        "responses": ["\nHi [prospect]\nYou likely deal with [business pain], so I thought I’d share a quick tip many of my clients have found helpful: [1-2 sentence actionable piece of advice].\nI have a few more ideas around [improving X]. Let me know if you’re interested in hearing them.\nBest,\n[Your name]\n"],
        "context": [""] },
    {
        "tag": "220",
        "patterns": [" Let me know if you rae interested "],
        "responses": ["\nHi Sofra,\nYou likely deal with customer no-shows, so I thought I’d share a quick tip many of my clients have found helpful: Ask for credit cards to hold reservations. This helped Coi halve their no-show rate.\nI have a few more ideas around mitigating canceled tables. Let me know if you’re interested in hearing them.\nBest,\nJamie\n"],
		"context": [""] },
    {
        "tag": "221",
        "patterns": ["set up a call "],
        "responses": ["\nHi [prospect],\nDo you [deal with X/want to improve Y]? Here’s an ebook about [dealing with X/improving Y].\nThere’s a lot of invaluable advice in there — you might find [specific tip or section] especially helpful. If you’d like to discuss these pointers or anything else around [topic], let’s set up a call.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "222",
        "patterns": ["give advice to customer or client "],
        "responses": ["\nHi Jordan,\nWould you like to your new salespeople to get off ramp faster? Here’s an ebook about shortening ramp time.\nThere’s a lot of invaluable advice in here — check out page 30 for an in-depth training cadence. If you’d like to discuss these pointers or anything else around sales hiring and training, let’s set up a call.\nBest,\nCara\n"],
		"context": [""]  },
    {
        "tag": "223",
        "patterns": ["weakness in the business that should be fixed    "],
        "responses": ["\nHi [prospect],\n[Company] sounds like it’s doing well — just stumbled across this quote on [Glassdoor/Yelp/Angie’s List/other third-party review site] from one of your [employees/customers]:\n[1-2 sentence quote].\n[Company] would be even stronger if you [fixed X]. Would you like to follow up about this on a call?\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "224",
        "patterns": ["Your company might be even stronger"],
        "responses": ["\nHi Oleana,\nTrusthealth sounds like it’s doing well -- just stumbled across this quote on Glassdoor from one of your employees: \"This is the best, most supportive office I’ve ever experienced.\"\nYour company might be even stronger if you offered employee mentorship programs, which typically increase individual retention by 23%. Would you like to follow up about this on a call?\nBest,\nKendall\n"],
		"context": [""] },
    {
        "tag": "225",
        "patterns": ["Respond to a social message"],
        "responses": ["\nHey [prospect],\nGreat post on [social network] about [topic]. Your comment about X was particularly astute -- [additional comment].\nHere are a couple resources about [topic] you might find interesting:\n\nLink 1\nLink 2\n\n[Connection between resources and value salesperson can offer].\nLet me know what you think,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "226",
        "patterns": ["Great post on LinkedIn  "],
        "responses": ["\nHey Annette,\nGreat post on LinkedIn about banking software. Your comment about fraud detection was particularly astute.\nHere are a couple resources about online financial programs you might find interesting:\n\nLink 1\nLink 2\n\nThey cover several unique strategies for preventing cybercrime.\nLet me know what you think,\nMark\n"],
		"context": [""] },
    {
        "tag": "227",
        "patterns": ["Answer one of the questions on an online forum"],
        "responses": ["\nHi [prospect],\nGreat [social network] question about X. [1-2 sentence answer]. (Make sure you link to the post, especially if it’s more than one day old.)\nHere are a couple resources about X that will also help:\n\nLink 1\nLink 2\n\nLet me know if you’d like to discuss this on a call,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "228",
        "patterns": ["Let me know if you like to discuss more  "],
        "responses": ["\nHi Tim,\nGreat Twitter question about finding freelancers. Many of the startups I work with hire college students to freelance for them — the students get experience, and the companies get good content at an affordable rate.\nHere are a couple other sites you might find useful:\n\nUpwork (a freelance marketplace)\nInbound.org (an online community with many active freelancers)\n\nLet me know if you’d like to discuss this or get a few more suggestions on a call.\nSydney\n"],
		"context": [""]},
    {
        "tag": "229",
        "patterns": ["Send blog post your company has just published"],
        "responses": ["\nHi [prospect],\nYou [previously downloaded or read X piece of content/likely deal with Y problem/belong to Z industry], so you might get value from this blog post my company just published: [title].\nIf you’re in a rush and can’t read it all, [tip, section X] seems like it’d be particularly useful for [company].\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "230",
        "patterns": ["blog post my company "],
        "responses": ["\nHi Amanda,\nYou previously downloaded our guide to designing an intranet, so you might get value from this blog post my company just published containing interviews with the winners of Nielsen’s 10 Best Intranets of 2016 awards.\nIf you’re in a rush and can’t read it all, example #4 seems like it’d be particularly useful for Cloudius, since it features another energy firm.\nBest,\nJulian\n"],
		"context": [""] },
    {
        "tag": "231",
        "patterns": ["Recommend an event in their area. "],
        "responses": ["\nHi [prospect],\nWhat are you doing on [date]? Noticed [event] will be taking place in your area — it seems like a great fit for you because [value of event].\nHere’s the link to the website if you want to check it out: [link].\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "232",
        "patterns": ["suggest an event"],
        "responses": ["\nHi Jon,\nWhat are you doing on October 3? Noticed there’s an IT professionals meetup on that day in Framingham — it seems like a great opportunity to network and potentially recruit more folks for Kerchief.\nHere’s the link to the website if you want to check it out: [link].\nBest,\nHarold\n"],
		"context": [""] },
    {
        "tag": "233",
        "patterns": ["Invitation for an upcoming webinar "],
        "responses": ["\nHi [prospect],\nLast time we spoke, you mentioned you’re currently focused on [improving X/solving Y/refining Z]. Would you like to attend the [webinar/event] that [rep’s company] is hosting?\nThe speakers, [name] and [name], will be delving into [topic 1 and topic 2].\nIt’s taking place on [date] — here’s the link to sign up.\nI hope to see you there.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "234",
        "patterns": [" Invitation to next educational event"],
        "responses": ["\nHi June,\nLast time we spoke, you mentioned you’re currently focused on incorporating iPads into the classroom. Would you like to attend the webinar that CurrentFront is hosting?\nThe speakers, Hakan Staff from Harvard University and Sheila Thomas from Yale University, will be delving into tech-based learning models.\nIt’s taking place on January 14 — here’s the link to sign up.\nI hope to see you there.\nBest,\nYusef\n"],
		"context": [""] },
    {
        "tag": "235",
        "patterns": ["Send  a book, podcast, newsletter, or publication recommendation. "],
        "responses": ["\nHey [prospect],\nJudging by your [LinkedIn/Twitter/other social network] account, you’ve got a great eye for industry content. The [article/ebook/podcast] you posted about X was especially useful.\nHave you heard of [related publication/book/newsletter/podcast]? If you liked X, you’ll probably enjoy Y. I recommend starting with [issue/chapter/edition/episode] Z: [linked].\nLet me know what you think,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "236",
        "patterns": ["The podcast you posted was especially useful"],
        "responses": ["\nHey Terry,\nJudging by your LinkedIn account, you’ve got a great eye for industry content. The podcast you posted about the rise of consumer loyalty programs was especially useful.\nHave you heard of the Blue Matter podcast? If you like Shop It To Me, you’ll probably enjoy Blue Matter. I recommend starting with the episode on in-store promotions.\nLet me know what you think,\nDarcy\n"],
		"context": [""] },
    {
        "tag": "237",
        "patterns": ["inform competitor is doing well"],
        "responses": ["\nHi [prospect],\nI saw that [competitor] has been doing well in [X area] lately. Do you have any plans in place for addressing it?\nI have some ideas — if you want to hear them, let’s schedule a call.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "238",
        "patterns": ["asking for any plan to beat competitor"],
        "responses": ["\nHi Sean,\nGladup has been aggressively hiring new developers. The last time we spoke, you mentioned that you’re also trying to grow your team — do you have any plans in place for remaining competitive in the Chicago area?\nI have some ideas — if you want to hear them, let’s schedule a call.\nBest,\nSarah\n"],
		"context": [""] },
    {
        "tag": "239",
        "patterns": ["breakup email to close the file"],
        "responses": ["\nHi [prospect],\nI haven’t heard back from you, so you must be busy or no longer interested in [achieving X]. Mind if I close your file?\nThanks,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "240",
        "patterns": ["  from you"],
        "responses": ["\nHi Liam,\nI haven’t heard back from you, so you must be busy or no longer interested in expanding to the San Jose area. Mind if I close your file?\nThanks,\nKevin\n"],
		"context": [""] },
    {
        "tag": "241",
        "patterns": ["Share an article relevant to their industry or profession"],
        "responses": ["\nHey [client],\nSince you work in [X role or industry], you might be interested in this article about [X role or industry]. The author makes an interesting point about [detail of article].\nHave you considered any changes related to [topic of article]?\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "242",
        "patterns": ["advice to read the article"],
        "responses": ["\nHey Calum,\nSince you work in home security, you might be interested in this New York Times article about new “smart security systems. The author makes an interesting point about property owners’ increasing vulnerability to hackers.\nHas your firm considered any changes related to hacking?\nBest,\nClaire\n"],
		"context": [""] },
    {
        "tag": "243",
        "patterns": ["Excellent comment"],
        "responses": ["\nHey [client],\nExcellent post on [topic]. Your [comment/suggestion/insight] on X stood out for [reason].\nHave you considered writing about Y as a follow-up post?\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "244",
        "patterns": ["Write on another post"],
        "responses": ["\nHey Dave,\nExcellent post on the state’s real estate market. Your argument that restaurants are driving the local retail landscape was particularly persuasive — most investors aren’t looking carefully enough at those stats.\nHave you considered writing about the generational shift into cities as a follow-up post?\nBest,\nSarek\n"],
		"context": [""] },
    {
        "tag": "245",
        "patterns": ["want to know your perspective on the topic"],
        "responses": ["\nHi [client],\nI revisited one of your older blog posts about [X subject] earlier today. I was impressed by how relevant, comprehensive, and compelling it still is. It really speaks to your understanding of [Y overarching topic].\nI was wondering if we could find some time to reconnect and see how your perspective on the topic has developed since the post was published.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "246",
        "patterns": [" Impressed by your blog post"],
        "responses": ["\nHi David,\nI revisited one of your older blog posts about unikernels, containers, and the future of microservices architectures earlier today. I was impressed by how relevant, comprehensive, and compelling it still is. It really speaks to the your understanding of virtualization.\nI was wondering if we could find some time to reconnect and see how your perspective on the topic has developed since the post was published.\nBest,\nJenny\n"],
		"context": [""] },
    {
        "tag": "247",
        "patterns": ["asking to attend the webinar"],
        "responses": ["\nHi [prospect],\nLast time we spoke, you mentioned you’re currently focused on [improving X/solving Y/refining Z]. Would you like to attend the [webinar/event] that [rep’s company] is hosting? The speakers, [name] and [name], will be delving into [topic 1 and topic 2].\nIt’s taking place on [date] — here’s the link to sign up.\nI hope to see you there.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "248",
        "patterns": ["invitation for virtual event"],
        "responses": ["\nHi June,\nLast time we spoke, you mentioned you’re currently focused on incorporating iPads into the classroom. Would you like to attend the webinar that CurrentFront is hosting? The speakers, Hakan Staff from Harvard University and Sheila Thomas from Yale University, will be delving into tech-based learning models.\nIt’s taking place on January 14 — here’s the link to sign up.\nI hope to see you there.\nBest,\nYusef\n"],
		"context": [""]  },
    {
        "tag": "249",
        "patterns": ["challenge your buyers face"],
        "responses": ["\nHi [prospect],\nThe clients I work with are often face [business challenge]. Has [company] experienced anything similar?\nIf so, I have several ideas that might help — like [tip #1]. If you’d like to hear more, I’m free for a call on [date and time] or [date or time].\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "250",
        "patterns": ["clients are struggling to find creative, low-cost ways"],
        "responses": ["\nHi Hayle,\nThe clients I work with are often struggling to find creative, low-cost ways of engaging with their local communities. Has Shake Advertising experienced anything similar?\nIf so, I have several ideas that might help -- like organizing an employee volunteer program. If you’d like to hear more, I’m free for a call on Thursday at 4 p.m. or Friday at 10:30 a.m.\nBest,\nClaire\n"],
		"context": [""] },
    {
        "tag": "251",
        "patterns": ["wanted follow"],
        "responses": ["\nHi [prospect],\nJust wanted to follow up in case this email got buried.\nThanks,\n[Your name]\n"],
        "context": [""]  },
    {
        "tag": "252",
        "patterns": ["follow up example"],
        "responses": ["\nHi Rania,\nJust want to follow up in case this email got buried.\nThanks,\nJeff\n"],
		"context": [""]  },
    {
        "tag": "253",
        "patterns": ["Ask for interest in achieving goal and then provide a suggestion for how to get there","ask for interest and suggestion"],
        "responses": ["\nHey [prospect],\nAre you still interested in achieving X goal? [Customer] saw [results] by trying [suggestion]. Might be worth a try for [prospect’s company].\nIf you’d like to know exactly how [customer] did it, we can set up a call on [date and time] or [date and time].\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "254",
        "patterns": ["Ask for interest in achieving goal and then provide a suggestion for how to get there","ask for interest and suggestion example"],
        "responses": ["\nHey Susan,\nAre you still interested in decreasing employee absenteeism? Full Trade raised team-wide attendance by 5% in three months by tying performance pay to attendance. Might be worth a try for Beeline.\nIf you’d like to know the specifics of Full Trade’s program, we can set up a call on Tuesday at 11 a.m. or Wednesday at 4 p.m.\nBest,\nGary\n"],
		"context": [""]  },
    {
        "tag": "255",
        "patterns": ["Reach out about specific shifts or new challenges in industry"],
        "responses": ["\nHi [client],\nIt’s been a while since we’ve talked. There have been some big shifts and shake ups in [X industry] since we last spoke, [including Y event]. I think it would be great if we could find some time to discuss how [X industry/their business is changing].\nI’ve attached a link to my calendar. Let me know a good time for us to hop on a call.  \nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "256",
        "patterns": ["Reach out about specific shifts or new challenges in their industry exapmle"],
        "responses": ["\nHi Andy,\nIt’s been a while since we’ve talked. There have been some big shifts and shake ups in cybersecurity since we last spoke — particularly CCPA finally going into effect. I think it would be great if we could find some time to discuss what this means for smaller cybersecurity consulting firms like yours and the industry as a whole.\nI’ve attached a link to my calendar. Let me know a good time for us to hop on a call. \nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "257",
        "patterns": ["Congratulate a potential decision maker on a promotion","congratulate on promotion"],
        "responses": ["\nHi [prospect],\nCongratulations on your promotion to [role]. You’ve done some impressive things in your tenure at [company] — including [achievement 1] and [achievement 2] — so it’s well-deserved.\nHave you put any thought into how you’ll achieve [business goal]? I have a few suggestions.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "258",
        "patterns": ["Congratulate a potential decision maker on a promotion","congratulate on promotion example"],
        "responses": ["\nHi Emily,\nCongratulations on your promotion to editor-in-chief. You’ve done some impressive things in your tenure at Fantasia — including raising print circulation and rolling out a virtual reality program — so it’s well-deserved.\nHave you put any thought into how you’ll find VR specialists? I have a few suggestions.\nBest,\nAndy\n"],
		"context": [""] },
    {
        "tag": "259",
        "patterns": ["Reach out to a decision maker after a blocker leaves the company","Reach out to a decision"],
        "responses": ["\nHi [prospect],\nIn [month, year], we talked about your difficulties with [pain point], and how [offering] could help [achieve specific goal] over [specific timeframe].\nI know there have been a few changes at [prospect’s company] since then — are you interested in doubling down on [goal] again?\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "260",
        "patterns": ["Reach out to a decision maker after a blocker leaves the company","Reach out to decision example"],
        "responses": ["\nHi Jody,\nIn February, we talked about your difficulties with inefficient driver routes, and how the MPH software could help reduce team mileage by 30% and improve worker retention by 5% in 6 months.\nI know there’s been a few changes at Jantam since then — are you interested in doubling down on this efficiency again?\nBest,\nTodd\n"],
		"context": [""] },
    {
        "tag": "261",
        "patterns": ["Reach out to a new C-level executive"],
        "responses": ["\nHi [prospect],\nCongratulations on your new role at [new company]. At your old company you made [X innovative move] that really helped [Y metric]. When I previously spoke with someone at your company, they were doing things [X way] — how are you thinking about this strategy?\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "262",
        "patterns": ["Reach out to a new C-level executive example"],
        "responses": ["\nHi Sheryl,\nCongratulations on your new role at Waypointer. At your old company you completely revamped the mid-market strategy — doubling your revenue from that channel. When I previously spoke with someone at your company, they were focusing on enterprise deals. How are you thinking about Beanery’s mid-market approach going forward?\nBest,\nJose\n"],
		"context": [""]  },
    {
        "tag": "263",
        "patterns": ["Congratulate them on a funding round"],
        "responses": ["\nHey [prospect],\nSince the last time [we talked, I reached out], you’ve closed a/an $X round of funding. Congratulations! This is probably one of the busiest periods of your company’s life — have you thought about how you’ll [accomplish X goal]?\nIf that’s on your agenda, let’s set up a quick call. I have a few ideas that may help.\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "264",
        "patterns": ["Congratulate them on a funding round example"],
        "responses": ["\nHey Vincent,\nSince the last time I reached out, you’ve closed a $5M round of funding. Congratulations! This is probably one of the busiest periods of your company’s life — have you thought about how you’ll scale your onboarding process?\nIf that’s on your agenda, let’s set up a quick call. I have a few ideas that may help.\nBest,\nSimon\n"],
		"context": [""]  },
    {
        "tag": "265",
        "patterns": ["Ask whether newly created positions relevant to your product reflect new company initiatives","asking to set up quick call"],
        "responses": ["\nHi [prospect],\nCongratulations on the creation of [role related to your product]. Usually this means [business goal] is now a priority.\nI thought you might be interested in finding out how we helped [similar company] get going quickly in their new direction – without any of the typical glitches.\nIf you’d like to learn more, let’s set up a quick call. How does [date and time] look on your calendar?\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "266",
        "patterns": ["Ask whether newly created positions relevant to your product reflect new company initiatives","asking to set up quick call example"],
        "responses": ["\nHi Rafael,\nCongratulations on the creation of a branded content role. Usually this means securing corporate partnerships is now a priority.\nI thought you might be interested in finding out how we helped May Media establish guidelines and price points while generating interest with their target partners.\nIf you’d like to learn more, let’s set up a quick call. How does July 30th at 2:30 p.m. look on your calendar?\nBest,\nGina\n"],
		"context": [""]  },
    {
        "tag": "267",
        "patterns": ["If You Lost the Deal"],
        "responses": ["\nHey [prospect],\nIt’s been a month since you signed on with [competitor]. How are things going?\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "268",
        "patterns": ["If You Lost the Deal","If You Lost the Deal example"],
        "responses": ["\nHey Shawn,\nIt’s been a month since you signed on with Toejam. How are things going?\nBest,\nHuck\n"],
		"context": [""] },
    {
        "tag": "269",
        "patterns": ["tell how you are different","convincing about product"],
        "responses": ["\nHi [prospect],\nLast time we chatted, you mentioned your contract with [competitor] is winding down in [month]. How’s everything going with [product]?\nAlso, I came across a [blog post/ebook/guide] on [topic] you might find helpful: [link].\nLooking forward to hearing from you,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "270",
        "patterns": ["convincing about product example"],
        "responses": ["\nHi Ethan,\nLast time we chatted, you mentioned your contract with Banyan is winding down in June. How’s everything going with their platform?\nAlso, I came across a post on Google Chrome keyboard shortcuts your team might like — know you guys are big Chrome fans [link].\nLooking forward to hearing from you,\nShruthi\n"],
		"context": [""]  },
    {
        "tag": "271",
        "patterns": ["drip email about tax follow up"],
        "responses": ["\nHello,\nI see that you recently downloaded our customer case study featuring [Customer name]. I hope you found it helpful.\nI thought you might also like this blog post on \"Six Simple Things SMBs Can Do Today to Make Tax Season Painless.\"\nLet me know what you think.\nRegards,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "272",
        "patterns": ["drip email example"],
        "responses": ["\nHi [Prospect],\nMy name is [Name], and I'm the founder at Shipping Company. We work with organizations like Sears and Target to hold FedEx and UPS accountable.\nWe track all your shipments, identify late deliveries, and file claims on your behalf. You only pay when package tracking is credited to your account.\nWhat would be the best way to get 15 minutes on your calendar to explore if this would be valuable to [Company]?\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "273",
        "patterns": ["drip email example"],
        "responses": ["\nHi [Prospect],\nMy company, [Shipping Company], gives you real-time visibility into your shipments, lets you know when any have been delivered late, and tracks packages on your behalf.\nYou pay for performance, so if we don't save you money, we don't get paid. Who would be the best person to speak with at [Company]?\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "274",
        "patterns": ["Asking for an introduction to the right person at the organization","drip email"],
        "responses": ["\nHi [Prospect],\nI wanted to make sure you saw my earlier message. I'd like to learn about the pains of package tracking at [Company].\nIf you are the appropriate person to speak with, what does your calendar look like early next week? If not, who do you recommend I talk to?\n- [Your name]\n"],
		"context": [""] },
    {
        "tag": "275",
        "patterns": ["Project assistance"],
        "responses": ["\nHi [First name]\nI’m putting some finishing touches on this project and I need your help. Here’s what I’ve got so far: [Insert project description].\nHere are a few things I need your help with:\n\n[Example 1]\n[Example 2]\n[Example 3]\n\nCould you have this completed within the next 48 hours? If you have any questions, please let me know. I’m happy to jump on a quick phone call to tell you more.\nThank you, [Your name]\n"],
		"context": [""] },
    {
        "tag": "276",
        "patterns": ["Travel bookings"],
        "responses": ["\nHello [Assistant name],\nI have a trip coming up that I’d like some help booking. I’ll need a round-trip flight from [departure city] to [arrival city] as well as a hotel and car rental. Here are some details:\nFlight details:\n\nDeparting flight - [departure city] to [arrival city] on [date] - I need to arrive by [time].\nReturning flight - [departure city] to [arrival city] on [date] - I need to arrive by [time].\n\nI prefer the lowest price, followed by these preferences:\n\nNon-stop flight (required)\nAisle seat (preferred)\nAmerican Airlines (preferred)\n\nHotel details:\n\nThree- or four-star hotel with good reviews (please use TripAdvisor.com to validate for good reviews).\nCost should stay between $175 and $225 per night.\nHotel should be located within 5 miles of [address I’m visiting].\n\nCar rental details:\n\nPlease use a dealership at the airport, so I can pick up and drop off the car there.\nPlease book a Toyota Camry or Honda Civic (if those aren't available, choose something at a similar price) for my total length of stay in the arrival city.\n\nPlease respond within 24 hours of the three best package deals for flight + hotel + car rental, which meets these requirements.\nThank you, [Your name]\n"],
		"context": [""]  },
    {
        "tag": "277",
        "patterns": ["Appointment scheduling"],
        "responses": ["\nHello [Assistant name],\nI need the following health appointments scheduled this month, located within [number] miles of [address].\n\n[First appointment] (ex. vision, chiropractic, dental, doctor, etc.)\n[Second appointment]\n[Third appointment]\n\nHere are the dates and times I’m available:\n\nMarch 9-11, 13, 16-17, 19-20\n7 a.m. - 10 a.m., 3 p.m. - 7 p.m. (EST)\n\nI don’t have these healthcare providers established yet, so I’ll need someone who covers my insurance. Please use the following steps to find a doctor who accepts my coverage:\n\nLook up doctors www.findadoctor.bluecrossma.com who accept my insurance - [insert insurance provider].\nAfter you find doctor’s through that website, look at Yelp.com for doctors who have at least 3 ratings at 3.5 star or above.\nSchedule an appointment with doctors who are available for those dates.\nPut the appointment on my calendar and send me an email to confirm the details.\n\nThank you, [Your name]\n"],
		"context": [""] },
    {
        "tag": "278",
        "patterns": ["Call scheduling"],
        "responses": ["\nHi [Assistant name],\nCan you please coordinate with [First Name #1] and [First Name #2] for a date and time that works for all of us to have a conference call next week? Here are the details:\n\n[First Name #1]’s email address is [email address]\n[First Name #2]’s email address is [email address]\n\nOnce you found a time that works for all of us, please set up a conference call, invite us all via email, add the call to my calendar, and have your conference caller connect us all at that time.\nThank you, [Your name]\n"],
		"context": [""]  },
    {
        "tag": "279",
        "patterns": ["Personal updates"],
        "responses": ["\nHello [Assistant name],\nCan you please make this change? I need to … [Insert problem description]. Here is my account number:\n\nTime Warner - XXX XXX XXX\nWestfield Gas and Electric - XXX XXX XXX\nChase - XXX XXX XXX\nCapital One - XXX XXX XXX\nFidelity - XXX XXX XXX\nAllstate - XXX XXX XXX\n\nYou can patch me in on my cell phone for security verifications if needed. When completed, please email me a confirmation with the company that you’ve made the change.\nThank you, [Your name]\n"],
		"context": [""] },
    {
        "tag": "280",
        "patterns": ["Inbox management"],
        "responses": ["\nHi [First name],\nThanks for the message -- it’s nice to hear from you. Unfortunately, I'm swamped right now and can't meet.\nLet’s touch base again in six months when things have settled down. Thanks again for reaching out, and best of luck.\nSincerely, [Your name]\n"],
		"context": [""] },
    {
        "tag": "281",
        "patterns": ["Internal vetting"],
        "responses": ["\nHey [First name],\nI’m open to discussing this, but two questions:\n\nIs this urgent?\nIs it directly related to our current team quarterly goals?\n\nIf no to both, let’s hold off on discussing this until our weekly scheduled meeting.\nIf yes to both, great. Just send a calendar invite and email an agenda five minutes before our meeting.\nBest,[Your name]\n"],
		"context": [""] },
    {
        "tag": "282",
        "patterns": ["For planners","fall inspired sale email template"],
        "responses": ["\n… is going into January without a solid plan for your [marketing, sales, recruiting, lead gen, etc.] strategy.\nHave you figured out how [company] will hit its [traffic, revenue, new hire, leads] goals yet?\nI can share how organizations like [customer #1] and [customer #2] achieved X and Y [relevant results]. If you’re interested, book some time on my calendar here: [Link to Meetings tool.]\nLooking forward to hearing from you,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "283",
        "patterns": ["For evolving industries","fall inspired sale email template"],
        "responses": ["\nHey [prospect name],\nThis time of year, you can’t go five minutes without hearing about the leaves changing. (Or at least here in [location] -- not sure if it’s the same in [prospect’s town].)\nBut the foliage isn’t the only thing changing. There have been a lot of new developments in [industry, product type, related legislation] lately, and it seems like many people aren’t sure how to respond.\nI’ve got some ideas for how [prospect’s company] can take advantage of this transformation and come out ahead. If you want to hear them, grab some time on my calendar here: [Link to Meetings tool.]\nPromise I won’t make any more corny fall jokes,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "284",
        "patterns": ["For new customers","fall inspired sale email template"],
        "responses": ["\nHi [customer],\nWanted to shoot you a quick note to say I’m thankful you chose to work with [me, X company]. Your business means a lot, and it’s great to see your results so far. If you have any questions, concerns, or just want to talk about [mutual interest], you know where to find me.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "285",
        "patterns": ["For procrastinators ,fall sale email template"],
        "responses": ["\n… Hey, no one can accuse them of not being ready for Q4.\nIt might feel too early to start planning for [upcoming year], but the way you kick off in January sets the tone for the rest of the year.\nAs you’re thinking about goals, milestones, and the tools it will take to achieve them, I hope you’ll consider [company name]. We’ve helped businesses like [customer #1] and [customer #2] excel at [result], and I already have a few ideas about how we can help [prospect’s company].\nIf you’re interested in hearing what I’ve put together, you can book some time on my calendar here: [Link to Meetings tool.]\nHere’s hoping your neighbor’s giant blow-up skeleton comes down as early as it went up.\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "286",
        "patterns": ["For the Black-Friday-focused","fall sale email template"],
        "responses": ["\n… It’s the holidays, and I’m here to help you get ready.\nHi [prospect name],\nI know businesses like [prospect’s company] rely on an all-hands-on-deck approach to the holiday season. I’d like to tell you how I can help maximize those efforts and lighten your collective load.\nCompanies like [company #1] and [company #2] have seen [% increase] in [relevant metric] after using [your company]. If you’re interested in learning how we can help with the heavy lifting this year, book some time on my calendar here: [Link to Meeting tool.]\nHere’s to making your holiday season less like a scene from The Shining.\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "287",
        "patterns": ["For the Not right now, but maybe in six months, fall sale email template"],
        "responses": ["\nHi [prospect name],\nWhether you live for this sweet scent or run from it like you’re being chased by a mob of pumpkin-headed zombies, it represents the start of a new season.\nIt’s been awhile since we touched base, so I thought see if [goal, metric, product/service] is a priority as you’re planning for [upcoming year]. If so, I’d love to restart our conversation about how [your company] can help [prospect’s company] achieve [relevant benefit]. You can grab time on my calendar here: [Link to Meeting tool.]\nHope to connect soon,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "288",
        "patterns": ["For the ghost","halloween sale"],
        "responses": ["\nHi [prospect name],\nIt’s been a while since we touched base. If [relevant benefit, metric, product/service] is still a priority for you, I’d love to discuss next steps. You can schedule some time on my calendar here: [Link to Meeting tool.]\nIf [your company] isn’t a good fit right now, that’s OK too. Let me know if you’d like to reconnect in the future.\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "289",
        "patterns": ["For the missed meeting,fall sale email template"],
        "responses": ["\nHi [Prospect name],\nI rang (XXX) XXX-XXXX at 2:00 PM today and got your voicemail. We planned to discuss X, Y, and Z during today’s call, so here are a few of our latest blog articles on these topics. I hope they’re as tempting as that Halloween candy you’re trying not to break into.\n\nLink or file to piece #1\nLink or file to piece #2\nLink or file to piece #3\n\nAre you free this Thursday or Friday for our call? Here’s a [Link to Meetings tool] that should make it easy to select an available time.\nLook forward to connecting,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "290",
        "patterns": ["For the potential fit,fall sale email template"],
        "responses": ["\nHi [Prospect name],\nFall is just around the corner and it’s time to prepare for Q4. You recently expressed interest in [product name], so here’s a [case study, ebook, blog post] on [topic] you might find valuable in solving for [X goal].\nWhen do you have time to connect this week to see if [product name] is a good fit for [prospect’s company]? My calendar is available here to book: [Link to Meetings tool]\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "291",
        "patterns": ["New Customer Welcome Email Template"],
        "responses": ["\nHi [FIRST NAME],\nThanks for signing up for an account with [COMPANY NAME]. It's our mission to [COMPANY MISSION/PRODUCT VALUE PROPOSITION].\nWith your new [COMPANY NAME] account, you'll get:\n\n[TOOLS]\n[BENEFITS]\n[CUSTOMER SUPPORT]\n\nIf you haven't already done so, be sure to complete your profile and add your [CUSTOMER PREFERENCES] so we can send you content and resources that will help you get started.\nWe recommend new customers check out the following resources:\n\n[BLOG POST]\n[EBOOK]\n[VIDEO]\n\nFor customer support, don't hesitate to reach out to us via phone [NUMBER], email [ADDRESS], or live chat [CLICK-TO-CHAT].\nBe sure to follow us on [SOCIAL LINKS] to get the latest updates from us!\nCheers, [YOUR NAME]\n"],
		"context": [""] },
    {
        "tag": "292",
        "patterns": ["New Customer Onboarding Email Template"],
        "responses": ["\nHi [FIRST NAME],\nThanks for signing up with us to use [PRODUCT]. My name is [YOUR NAME], and I'm your point-of-contact for getting up-and-running using the tool. I wanted to touch base to see if you'd tried logging in and getting familiar with [TOOL], and if you had any questions.\nNew users typically find these resources helpful for getting going:\n\n[SETUP GUIDE]\n[HOW-TO VIDEOS]\n[COMPANY BLOG]\n\nIf you haven't already done so, be sure to complete your profile and add your [CUSTOMER PREFERENCES] so we can send you other content and resources that will help you get started. Most customers find success by logging into [PRODUCT] and testing things out. If you'd like, we can schedule an onboarding call for next week using my meetings link, and I can walk you through it.\nFor customer support, don't hesitate to reach out to us via phone [NUMBER], email [ADDRESS], or live chat [CLICK-TO-CHAT], or you can connect with my directly using the contact information below.\nLooking forward to hearing from you soon!\nCheers, [YOUR NAME]\n"],
		"context": [""] },
    {
        "tag": "293",
        "patterns": ["Subscription-Upgrade Email Template"],
        "responses": ["\nHi [FIRST NAME],\nThanks for your recent purchase and congratulations on your account upgrade! We're excited to continue working with you and we see this as the next step towards our goal of [COMPANY MISSION/PRODUCT VALUE PROPOSITION].\nWith your new [COMPANY NAME] account, you'll get:\n\n[TOOLS]\n[BENEFITS]\n[CUSTOMER SUPPORT]\n\nWe know you're probably familiar with our tools already, but we recommend new customers check out the following resources for the upgrade you just purchased.\n\n[BLOG POST]\n[EBOOK]\n[VIDEO]\n\nAs always, if you have any questions about your shiny new account, please don't hesitate to reach out to us via phone [NUMBER], email [ADDRESS], or live chat [CLICK-TO-CHAT], as our support team would be more than happy to help!\nCheers, [YOUR NAME]\n"],
		"context": [""] },
    {
        "tag": "294",
        "patterns": ["Newsletter Signup Email"],
        "responses": ["\nHi [FIRST NAME],\nThanks for signing up for the [Company Name] newsletter!\nThis [Daily, Weekly, Monthly, etc.] newsletter will help keep you updated on all things [Company Name]. This includes new products, feature upgrades, promotions, events, and more.\nThis week, we’re covering [Blog/Newsletter Topic]. But, if you’d like to get a head start, you can jump right into the action by clicking the link here (Hyperlink to Content).\nIf you have any questions about our content, or if you’d like to update your newsletter preferences, please feel welcome to reach out and we would be more than happy to help!\nCheers!\n[Your Name]\n"],
		"context": [""]  },
    {
        "tag": "295",
        "patterns": ["advertisement email template"],
        "responses": ["\nHi [Prospect],\nI think there is an opportunity for us to help you run some amazing campaigns that can increase sales, generate buzz, and enhance brand awareness through our network's YouTube videos.\nOur platform has completely revolutionized the way beauty, fashion, and lifestyle brands partner with YouTube Influencers by providing easy access to thousands of creators, by facilitating end-to-end conversations from campaign inception to completion, and by providing real time analytics across many more performance metrics than any other platform. Would love to tell you more about the ROI we are currently getting for our brand partners. You can also check out our media deck. \nIf interested, I find it’s best to learn more about your needs over a quick call -- so let me know your upcoming availability.\nLooking forward to connecting :)\nBest,\n[Rep]\n"],
		"context": [""]   },
    {
        "tag": "296",
        "patterns": ["Love your videos","complimentery email template"],
        "responses": ["\nHi [Prospect],\nA friend of mine just introduced me to [Brand]. He had such high praise that I immediately signed up for your [product] beta launch notification.\nHe also told me that I'd be impressed with your influencer marketing. He was right! Looks like you're getting some great traction with the [hashtag] Instagram posts and I really loved this YouTube video: [link]. Great choice to work with [YouTube creator] as they always seem to drive great results.\nAre you seeing a measurably higher customer acquisition rate from these [hashtag] posts and YouTube videos compared to other marketing efforts?\nBest,\n[Rep]\n"],
		"context": [""]  },
    {
        "tag": "297",
        "patterns": ["compliment response"],
        "responses": ["\nSorry. Somehow I missed this email. That's awesome that your friend recommended you and even better to hear that you're considering [product]. We would love to have you. I could actually give you a discount as well if you'd like :-)\nInfluencer marketing has been great for us. As a startup it's probably the most efficient way to help organically grow your base. That being said, it's a mixed bag when it comes to ROI based on conversions. Some bloggers/YouTubers etc. are awesome from a brand awareness standpoint but aren't as effective in conversions. We've had some big wins and others that are just okay. All in all, it works out, but it's sometimes tough to predict results. As as startup with limited resources, the hit or miss nature prevents us from doing a lot more of it.\n"],
		"context": [""] },
    {
        "tag": "298",
        "patterns": ["featuring you email template"],
        "responses": ["\nHi [Prospect],\nI've been really impressed with your influencer marketing on Instagram and YouTube. I shared your YouTube video with my friends on Facebook and reposted a photo from [creator] on Grapevine's Instagram page as an example of great influencer marketing. I felt she really brought your brand aesthetic into her amazing photo. You can see yours and other great examples of influencer marketing at #GrapeFinds: https://www.instagram.com/explore/tags/grapefinds/\nI can see you're getting great buzz based on the number of likes. Are you happy with the increased engagement you're getting compared to the spend?\nBest,\n[Rep]\n"],
		"context": [""] },
    {
        "tag": "299",
        "patterns": ["compliment response"],
        "responses": "\nHi [Rep],\nThanks for your interest in [Company]. I’m glad to see that our YouTube videos and instagram work is having a good impact! I did some research on Grapevine and would be interested to learn more about the platform. We are currently using a YouTube influencer service that I am not super happy with, so I would love to learn more about Grapevine. Can you please send through some information, case studies, minimum spend info, etc?\n",
		"context": [""] },
    {
        "tag": "300",
        "patterns": ["say that i am huge fan","compliment email template"],
        "responses": ["\nHi [Prospect Name],\nI was speaking with [creator] the other day and she said that she's basically lived in your [product] all winter. She's a huge fan of [Brand] She specifically loves X about [product].\nI'm also a huge social media nerd and love your Instagram page. It looks like there are a number of influencers with strong followings who are sharing your products.\nWith this kind of success, campaign coordination via email and social channels usually becomes frustrating and time-consuming. Sometimes, it becomes almost impossible to track who you are working with, let alone the results from each campaign. How are you keeping yourself organized?\nBest,\n[Rep]\n"],
		"context": [""] },
    {
        "tag": "301",
        "patterns": ["compliment response"],
        "responses": ["\nIt’s such a pleasure to connect. Love that you’re hearing such great things about [Brand] and glad [product] was a hit. I’m still wearing it myself.\nI love the idea of Grapevine and would love to schedule time to chat about the platform. Sounds so amazing!\n"],
		"context": [""]  },
    {
        "tag": "302",
        "patterns": ["marketing follow up"],
        "responses": ["\nHi [Prospect],\nNot sure if you saw my note below? Reason I'm asking whether the campaign has been successful is because I'm always looking for ways to help my clients do better campaigns. Yours looks like a good example.\nWould you like to swap notes or ideas re: influencer marketing? I have 100s of examples that I can share too.\nBest,\n[Rep]\n-------------------\n[original message]\n"],
		"context": [""]  },
    {
        "tag": "303",
        "patterns": ["response to follow up email"],
        "responses": ["\nSorry for the slow response! It's nice to meet you, and thanks for getting in touch. :) Right now, my digital marketing budgets are already committed for the year but I will definitely keep Grapevine in mind should anything open up.\nEnjoy the rest of your Thursday! xx\n"],
		"context": [""]  },
    {
        "tag": "304",
        "patterns": ["Personal Apology Email","follow up and apology to customer"],
        "responses": ["\nDear [Customer Name],\nI'm so sorry that I gave you an invalid solution to your software malfunction. I take full responsibility for my actions and deeply regret the inconvenience that it must have caused you.\nI misunderstood the issue you were having when we were speaking on the phone, and that's why I ended up giving you a solution that was incorrect. That's no excuse, and I apologize for my unguided actions. In the future, I will be sure to ask several questions of my customers to fully understand the situation before offering a solution.\nI hope you can forgive me and that we can continue to work together if you have any more support needs.\nLet me know if you have any questions, comments, or concerns.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "305",
        "patterns": ["Mass Apology Email","We're Sorry to customer"],
        "responses": ["\nTo our valuable [Company Name] customers,\nWe're sorry. At [Time] today, we experienced [Description of issue], which affected [Number] customers.\nHere's what happened: [Detailed explanation of source of problem and status of resolution].\nWe know what it feels like to be waiting for a resolution to a problem, and we're sorry we put you in that situation. We are lucky to have you as [Company] customers and on this morning, we didn't live up to our end of the relationship.\nTo help make it better, we are doing a full analysis on this issue, the root cause, the impact, and how to prevent this from happening again. Thank you for your patience with us as we dig in and get back to helping you grow with [Product]. \nSincerely,\n[Executive Name]\n"],
		"context": [""] },
    {
        "tag": "306",
        "patterns": ["Managerial Apology Email"],
        "responses": ["\nDear [Customer Name],\nOn behalf of [Company Name], I want to extend our apologies for your experience with [Employee/Contractor Name].\nFrom our understanding, [explanation of the incident], which prevented you from [customer's goal]. We sincerely regret this misfortunate incident and apologize for any inconvenience this may have caused.\nAt [Company Name], our mission is to [Company's Mission], but in this case, we failed to deliver that experience. Since [Employee/Contractor Name] is under my supervision, I want to personally apologize for this mistake. [Employee/Contractor Name] has been notified of your feedback, and we are [steps being taken to resolve the issue or reprimand the employee].\nThank you again for bringing this to my attention, and I sincerely appreciate your patience with us as we work to resolve this issue. I'm confident your next experience with our employees will be up to the high standard that you've come to expect from [Company Name].\n \nSincerely,\n[Executive Name]\n"],
		"context": [""] },
    {
        "tag": "307",
        "patterns": ["new opportunities for valentines day","valentine's day email template","prospecting email template"],
        "responses": ["\nI can offer you a free consultation on [your lead gen strategy, D&I initiatives, customer referrals plays]. I’ve worked with several companies in your space, including [similar company #1] and [similar company #2], and I’d love to share some of the things that worked for them — as well as some ideas I had just for [name of prospect’s company].\nIf you’re interested, you can book some time on my calendar here: [Link to Meetings tool.]\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "308",
        "patterns": ["disappointed by valentine's day gift"],
        "responses": ["\nHi [prospect name],\nI’m sure what you were really hoping for this year on Valentine’s Day was [a one-year subscription to a product, an upgrade to our Pro version, 100 shipments of Product A, etc.] But if you just got chocolates or flowers, don’t fear — you can always treat yourself.\nI’d love to show you how [product] can support your [Marketing, Sales, Customer Support, etc.] goals in 2021. Do you have 10 minutes this week to catch up?\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "309",
        "patterns": ["best day of the year","follow up for usual customer"],
        "responses": ["\n[Prospect], you’re probably wondering why.\nIt’s not because I’m about to eat my body weight in chocolate-covered almonds (my mom always comes through.) It’s because I have a good feeling you’re going to schedule another call with me so we can pick up where we left off. Your [lead gen, recruiting, events marketing, employee wellness] strategy is important to me. :)\nWhat do you say — make my day?\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "310",
        "patterns": ["reingnite relationship with buyer"],
        "responses": ["\nHi [prospect],\nI haven’t heard from you in a while. Usually, when someone vanishes like this, it’s because A) they’ve gotten caught up in other projects at work, B) this isn’t a priority right now, or C) they’re no longer interested.\nIf it’s A) or B), will you let me know?\nThanks,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "311",
        "patterns": ["Lost Deal Email Templates"],
        "responses": ["\nHey [prospect name],\nWanted to check in and see how you were liking [competitor product]. Is it the perfect fit for your process/set-up?\nA) Yes, I love it\nB) Honestly, things could be better\nIf the answer is B, let’s talk about how you can get more out of your [tool for doing XYZ]. Here’s my calendar: [Link to meetings tool]. Please grab some time whenever works for you.\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "312",
        "patterns": ["take the advantage of customer's dissatisfaction","remind customer about better choice out there"],
        "responses": ["\nEveryone always eats the caramel chews first.\nBut that’s not why I’m reaching out today, [prospect]. As disappointing as it is to open that Russell Stover’s box and be confronted with a few sad cherry cordials, it’s even worse to deal with disappointing results around [relevant strategy or goal, such as “your blogging traffic goals”].\nWhen we talked in [month] last year, you weren’t ready to make a decision. If that’s changed, let’s discuss how you can jumpstart your XYZ efforts in 2021.\nBest,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "313",
        "patterns": ["loves working with you","quick sugerwords and appreciation"],
        "responses": ["\nHi [prospect name],\nJust wanted to shoot you a quick note to say I really appreciate your business. Looking at [my coworker’s notes, my records, your usage data], you’ve managed to accomplish a lot since we started working together:\n\nAccomplishment #1, e.g. “Hired 10 new people”\nAccomplishment #2, e.g. “Doubled average number of applications”\nAccomplishment #3, e.g. “Increased number of employee referrals by 20%”\n\nLet me know if there’s anything more I — or my team — can do to support you.\nHave a great day,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "314",
        "patterns": ["develop relationship with customer"],
        "responses": ["\nHi [prospect],\nIt’s been [a week, a month, a few months] since you [started using Product X, joined the Company community], and I wanted to check in and see what you thought.\nIf you’re happy, I’d love to [ask you a few questions for a customer testimonial, feature you in a case study, get your thoughts on Review Site XYZ].\nIf you’re not happy, let me know why and maybe I can help.\nIn any case, hope to hear from you soon.\nBest,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "315",
        "patterns": ["introduction email template"],
        "responses": ["\nHey Michael,\nIt was great meeting you last week at the conference. You mentioned you know Alexa from Example Ventures. Alexa seems like a fantastic person and I would love to connect with her. Can you introduce me?\nThanks,Matt\n"],
		"context": [""]  },
    {
        "tag": "316",
        "patterns": ["Soft Introduction Email"],
        "responses": ["\nMichael,\nIt was fantastic meeting you last week at the Orange Conference. I enjoyed our conversation about innovative software and building great things.\nAs we were discussing the software I'm working to build, you mentioned knowing Alexa over at Example Ventures and how she's an expert in this space. If you're willing, an introduction to Alexa would be greatly beneficial and she might be interested in learning more.\nI understand you have a busy schedule, so I attached a short blurb below to make the introduction as easy as possible. Would you be able to take a moment to introduce me?\nThanks,Matt\nMessage: Matt is helping his company grow to make Cutting Edge Software as seamless as possible. His role involves getting feedback to help his team sell better. Cutting Edge Software is a solution that does some pretty great things, and he knows it can be way better. Matt would love to connect with you to hear what your thoughts are, so he can relay your expertise and thoughts to his team.\n"],
		"context": [""]  },
    {
        "tag": "317",
        "patterns": ["asking for a prospect to respond 'ASAP'"],
        "responses": ["\nHey Mike,\nSorry to bother you again, but I wanted to make sure you received my last few emails with a great offer for our firewood package this winter.\nI don’t want you to miss out on this opportunity. I know you’re busy, but I just wanted to touch base one last time.\nAll the best,\nAnnoying Allen\n"],
		"context": [""] },
    {
        "tag": "318",
        "patterns": ["honour the decision email template"],
        "responses": ["\nHi [Prospect Name],\nI appreciate you letting me know.\nCan I ask, pricing and terms aside, which vendor had the best technology?\nKind regards,\n[Your Name]\n"],
		"context": [""]  },
    {
        "tag": "319",
        "patterns": ["follow up in breakup conversation"],
        "responses": ["\nHi [Prospect Name],\nWould it be alright for me to touch base in 12 weeks to see how the transition went?\nIf you tell me it went well, you won't hear from me again. If it didn't go well, I'd love another chance to win your business, when your contract is up.\nRegards,\n[Your Name]\n"],
		"context": [""]  },
    {
        "tag": "320",
        "patterns": ["Thank you for the opportunity"],
        "responses": ["\nHi [Prospect Name],\nThank you for the opportunity to earn your business. If in the future it ever makes sense to reconnect, you can book time on my calendar here: [Insert Meeting Link]\nI'm always here to help.\nKind regards,\n[Your Name]\n"],
		"context": [""]  },
    {
        "tag": "321",
        "patterns": ["want prospect cosider our company for future deals","hope for consideration"],
        "responses": ["\nHi [Prospect Name],\nThank you for letting me know. I remember you mentioning you are also in the market for other software solutions. We have robust options in this area as well. Would you like to learn more? I’m hoping you’ll consider us for your business.\nKind regards,\n[Your Name]\n"],
		"context": [""]  },
    {
        "tag": "322",
        "patterns": ["Thank you for any help you can offer","thank you in advance"],
        "responses": ["\nHi Sarah,\nI'm trying to get in touch with someone in charge of events for your Marketing team. I specialize in helping marketers identify lead generation strategies at global events and think I could help your team increase leads by up to 35%.\nCould you point me in the right direction? Thank you for any help you can offer.\nRegards,\n-- Meg\n"],
		"context": [""] },
    {
        "tag": "323",
        "patterns": ["request, and thanks the recipient for their consideration"],
        "responses": ["\nHi Tim,\nWe're holding a holiday fundraiser for the children's hospital on December 5th. Our team will be managing the bake sale and I still need volunteers to cover a few more shifts at the bake sale table.\nIf you're available on December 5th from 5:30 PM to 600 PM or 6:00 PM to 6:30 PM, your help would be much appreciated. I've attached the sign-up form below where you can pick your shift.\nThank you for any help you can offer.\n-- Peter\n"],
		"context": [""] },
    {
        "tag": "324",
        "patterns": ["asking someone to do some work on your behalf"],
        "responses": ["\nHi Carrie,\nIt was great to connect on the phone today. I really enjoyed learning more about your team's goals for Q4. I've had a few ideas on how we can partner to make it your biggest quarter yet.\nI'm looking forward to running a few of those ideas by you in our next meeting. \nHow about this Friday at 10:00 A.M EST?\nRegards,\n-- Mark\n"],
		"context": [""] },
    {
        "tag": "325",
        "patterns": ["let me know if any help needed","thanks in advance"],
        "responses": ["\nHi Kevin,\nHope this email finds you well! I'm building the slide deck for our monthly sales performance meeting. I'd be grateful if you could finish your reporting slides by Monday November 5th.\nThank you,\nKaren\n"],
		"context": [""] },
    {
        "tag": "326",
        "patterns": ["The funny sales pitch"],
        "responses": ["\nHi [prospect name],\nI bet the subject line made you think there'd be a Rebecca Black gif or video inside this email. But I wouldn't do that to you.\nThe real reason I'm reaching out is to ask about your strategy for X [in 2018, next quarter, in response to Y trigger event]. I have a few suggestions I'd be happy to talk through -- after the weekend, of course. Are you free on Monday next week?\nThanks,\n[Your name]\n"],
		"context": [""]  },
    {
        "tag": "327",
        "patterns": ["The response to 'were all set' or 'no thanks'"],
        "responses": ["\nHi [prospect name],\nThe sun is shining, the birds are singing, and you know exactly how to [solve X likely pain point, respond to Y trigger event, hit Z objective]. Right?\nIf you're still working on that last one -- which I know is a focus for many [description of company profile] right now -- I'd love to offer some of the strategies I've shared with [customer #1] and [customer #2]. My calendar is available here: [Meetings link]. I hope to speak with you soon!\nCheers,\n[Your name]\n"],
		"context": [""] },
    {
        "tag": "328",
        "patterns": ["make the buyer laugh "],
        "responses": ["\nHi [Prospect name],\nIf you watched \"Game of Thrones,\" you know about that ending. If you never cared about \"Game of Thrones,\" chances are, you still know about that ending. My two cents? It was totally rushed and haphazard.\nLet's not be \"Game of Thrones.\"\nI'd love for us to take as much time as we need to get to know our respective businesses and see if we're the right fit for each other. If you'd like to kick things off with a quick call, book some time on my calendar here: [Insert Meetings link]\nLong live the Mother of Dragons,[Your name]\n"],
		"context": [""] },
    {
        "tag": "329",
        "patterns": ["The clever email","cheer up"],
        "responses": ["\nHey there [Prospect name],\nL_T'_ CH_T T_IS W__K\nWere you able to fill in my puzzle? Correct answer is (drumroll, please ...) \"Let's Chat This Week.\"\nI know you're busy, but I'd love the opportunity to learn more about your goals and share how I can help you meet them. Book some time with me here: [Insert Meetings link]\nYour neighborhood Pat Sajak,[Your name]\n"],
		"context": [""] }
]

}   